#version: 0.2 - Trained by `huggingface/tokenizers`
T T
A A
G C
T C
A C
G G
A T
A G
T G
C C
A TT
A TC
A GC
T AA
T GC
AT G
A GG
AA C
AC C
TT C
GC C
T GG
TC C
AA G
TT G
T AC
AA AA
T AG
TT TT
AC G
GC G
T AT
TC G
T ATT
GG G
AT AT
CC C
AA AC
AA TT
ATC C
AGC C
TC TC
ATT C
AT AA
TG TT
GC CC
AG AG
AT GG
AT GC
T AGC
ATT G
TGC C
AA CC
AC AC
AG TT
AGG G
TC CC
AG AA
T ATC
TC TT
TG GC
TAA C
T ATG
GCC G
AC AA
AC CC
AG GC
TG AA
ATT TT
GC GC
AC TT
ACC G
TC AA
TG TG
TT CC
ATC G
T AGG
TGG G
AT AC
AA GG
AA GC
TTC G
T ACC
TAA G
AT AG
AGC G
AAC G
TT GC
TG TC
N N
TT GG
TCC G
AC GG
GC GG
TC GG
TGC G
TC AC
TG AC
AG AC
AT ATT
TC GC
AA AG
TT TC
TAC G
AA TC
TT TG
AG TG
TAA AA
AG TC
AC GC
CC G
TT AA
AT ATG
TG AG
AA ATT
GC AC
AA TG
TAA TT
GG GG
AC TC
GC TC
AA AAC
NN NN
AT ATC
AC AG
TTG TT
AT AAAA
TC TG
AC TG
TATT C
AA TAA
GC TT
AG ATT
GC AA
ATG TT
GC TG
AT AAC
TTC TT
CCC G
TTTT TT
TATT G
AA AAG
AT AAG
AA ATC
AG AGG
AGC CC
ATT TG
TC AG
GC AG
ATT CC
AGCC G
TAG TT
GG TT
T ATCC
ATAT ATAT
TGC CC
TAT AA
AT GCC
GCCC G
TC TCC
GC GCC
AG AAG
AT GGG
AT AGC
ATT GG
AC ATG
TC TAA
ATC CC
TATT TT
AAC AA
TC TTC
AG AGC
AGG GG
TAT GG
GC TGC
GCC GG
AAG TT
AA ATG
AC TAA
TC ATC
T AGCC
AG ATG
AC AAC
TGCC G
ACC GG
TGG TT
AT AGG
GC AGC
TTG TG
T AGGG
ATT TC
AG ATC
AC ATC
TGG GG
AAAA AA
AT ACC
ATCC G
TG TGC
AAC TT
GCG GC
TG ATG
AG TTC
AC ATT
AAG AA
TC TGC
TAA CC
TAC CC
AG TGC
TC CCC
AACC G
AG TTG
TG TTG
ATTC G
AG AAC
TG ATT
NNNN NNNN
ATC TT
AG TAG
TC GCC
AA ACC
AG TAA
AC TGC
AG AAAA
AC AAG
TG TTC
TAC TT
TCC GG
AT AATT
AC ACC
AG GCC
TCC TT
AC AGC
AG TGG
TG TGG
TC ACC
TG GCC
AA TTC
TAT ATT
TC ATT
TTG GC
ATG GC
AG TAC
TG TAA
GG GC
AA AGC
AC GCC
TC TAC
TG AAC
TC TAG
AT GCG
TT TTC
TG AGC
TC AAC
AC TAC
TC AGC
ACCC G
TC ATG
AA TCC
TG AAG
AC TTG
AC ACG
AC TTC
TGG GC
TG ATC
TAT GC
AC CCC
TGC TT
TCG GC
AG GCG
AC TAG
TC TTG
AAAA TT
AC TCC
ATT GC
CC CC
AA TTG
AA AGG
AAC GG
AA TGG
GCC GC
AT AAAC
TG TAC
TG GCG
TG TAG
AG TCC
AA GGG
AG ACG
ATT ATT
TG TCC
AA TAG
AA TAC
TG AGG
TCG TT
TAA TAA
TCCC G
AG ACC
AA TGC
AC AAAA
AAG GC
ATC GG
AT ACG
AC AGG
TG ACC
GCG GCG
TTC GG
TAGC G
TAA ATT
AGC GG
AA TTTT
AA GCC
AA CCC
AA ACG
T ACCG
AG TTTT
AA TAT
TC AAG
AGC TT
AC TGG
GC TCC
TC TGG
TG TTTT
TATC G
GC GCG
GCC GCC
ATT TAA
ATT TTTT
AGC AGC
TG TCG
AC TCG
AGG AGG
TC TCG
TCC TCC
TG ACG
GC ACG
ACC TT
TAAC G
GC CCC
AC GGG
AGG TT
AG TCG
ATT TTC
AC GCG
TAA GG
TGC TGC
TC TAT
AT ATTG
AT ATTTT
TGC GG
TTC TTC
GC TGG
TC GCG
TC TTTT
TC ACG
AGG GC
ATT TTG
AT ATTC
GC ATC
TAA AAAA
TT TTG
TC GGG
GC ACC
AA ATAA
GC GGG
TGG TGG
GC AAC
TC AGG
TG AAAA
GC TTC
AG TAT
TT TGG
AAG AAG
AT AGAA
GC ATG
AT AGAG
TTTT GG
TC AAAA
TCTT CC
AT ACAA
ACC ACC
TTCC G
AT AGTT
AAC AAC
TCTC CC
TAT ATG
NNNNNNNN NNNNNNNN
AA GCG
AG AAAC
AA TCG
ACG ACG
TAC GG
TGTT GG
AAAA CC
AA TATT
GC TAA
ATATATAT ATATATAT
TTTT CC
GCC TT
ATC ATC
ATG ATG
ATAT GG
TTG TTG
TCG TCG
AAAA AAAA
AC TAT
GC TAG
GC AGG
TAA AAC
GC TCG
AC AAAC
TT TGC
AAAA GG
TG TAT
ATT TGG
GC TTG
GCCC CC
TC AAAC
AT ACAC
GC TAC
GC AAG
TC TATT
TT TAA
TAG TAG
AT ACTT
AT ATCC
AGC TGC
TT TCC
TAT ATC
AAAC CC
ATT TAG
ATT AA
TG AATT
AAC TAA
TAC TAC
AAC AAG
AG ATGG
TTG TTC
TCCC CC
AG AATT
TT TAG
AA ATTC
TAA AC
ATT TGC
ATC TCC
TAT AAAA
AAC ATG
AAC AC
TAT ATAT
TG TGTT
TCTC TCTC
AGAA GG
TTTT TTTT
AATT CC
TCC ACC
AGG TGG
AA ATAT
AT GCCC
TT ATT
AG AGGG
TT CCC
ATC TTC
TGTT CC
AGG AGC
ATC TC
ATG TG
AG TATT
ATC AA
GCGC GG
AT AGCC
GC GCCG
GCC ACC
TGG TGC
AGAG AGAG
TTG TGC
AC TTTT
GCC TCC
ATTG TT
AGTT GG
AC ATGC
TTC TCC
AG ATAA
ATG AA
AG ATGC
ATG TGC
ATT TATT
AGGC GG
AC ATAA
ATG TAA
AC ATGG
AGC TCG
ATG TGG
TTG AA
ATC TAA
TGGC GG
TT GGG
AC AATT
TTC TC
AGG AAG
AGC TCC
TT GCC
TAC AA
ATG TC
TCTT GG
TG TATT
AG GCCC
TTC ATC
AATT GG
TAA AAG
TGG AGC
GCG ACG
ATG AAC
ATG TTG
AG ATTC
TT TAC
AAG AAC
ACCC CC
TGTT TGG
TG ATGG
AC TATT
TTC TAA
ATT TCC
AGC ACC
AG ATCC
ATC TAG
AT AGGC
TG AAAC
AGG GGG
ACAA GG
AAAA TAA
ATG TAC
GCGG GG
ATC ACC
TAGC CC
TAG AA
AGC TC
AGC TAA
AGTT CC
TTC AA
ATT TAC
TCC TC
TATG TT
AC AACC
ATG AAG
GCG GCC
TTG TAA
ATT TAT
ACC AA
TGAA GG
AGC AAC
TGC TCC
ACTT CC
TTG TAC
ACTT GG
AGC TAG
AT ACCC
AG ATTG
ATG TTC
AGG AA
ATC TGC
GCG TGC
ACG GC
ATC TG
TTG TAG
AGC AA
AAAC GG
TTG TC
ATAA CC
AGC TTC
ATC AAC
AC ATAT
ATC ATG
TTG ATG
TCG TGC
AG TGGC
ACAC CC
TGG GCC
ATT ATG
AAGG GG
GGG TT
ATC CCC
AAG AAAA
ACG TT
TAT AG
TAA AATT
GCG AGC
AG TAGC
AG AACC
TGG AGG
TCG TCC
TATT CC
TTG AAG
TCG TC
TAC AAC
AT AGGG
TTCC CC
GC ATT
GCC TC
TGC ACC
GCG AGG
TAT AC
ATC AC
AAC TCC
AG ACAC
ACC TCC
AAAC TT
TGC AGC
TGG TG
ATC ATT
AAC TC
ATG TAG
ATC AGC
AGCC GG
ATGG GG
ATAA GG
TCAA GG
AC GCGC
AA AGAA
TCG ACG
GCC TGC
TTG TTTT
AAG ATG
AG ATAT
TG TGCC
TATT GG
GCG TCC
TTG TGG
AC GCCG
AAC TTC
AG TGTT
AG ATCG
TAA GC
TAG GC
TATC TT
AACC CC
TCTC TT
TAGG GG
TATT TTTT
TAT AAG
NNNNNNNNNNNNNNNN NNNNNNNNNNNNNNNN
AC TAGC
AG TGCC
TG TGGC
GCG TT
ATG ATT
TGC TTC
AG ACAA
ACGG GG
TGC TC
TAT ATAA
TGC GC
AG AGCC
ATC AAG
ATTC TT
AA ATGG
TG ATGC
AAC ACC
GCC ACG
AG GCCG
TTG ATT
ATC TAC
AGC GC
TAA TAG
AGC TGG
AA ATTG
TC AATT
ATTTT GG
TAA TTTT
TC ATCC
TG AACC
AGC ACG
AAG AGG
TTC TAG
GCG TGG
TTG TCC
TG ATCC
ATG GCC
AAC AAAA
TAC TCC
AT GCCG
TG GCCG
TAAG TT
GCCC GG
TTC AC
AT ATCG
TAC TAA
AGC AGG
TGC AA
TTG ATC
AGC AAG
TC GCCG
AAC GC
AC ATTG
TATC CC
TG TCTC
ATT AAAA
AC AGAG
AC ATCC
TAG AGG
AG TGGG
TGCC GG
TGG TTC
TG TAGC
TAG TAC
ATT AAG
T AGCCG
AC AGCC
TAAC TT
ATG AGG
TC TGTT
TTG GCC
TATCC G
ATC GC
GCG TCG
AAC TGC
ACC GC
TATTC G
TG ATTC
TAA TTC
TC ATGC
AG AGCG
TAA ATC
TCC AA
AC GCCC
AGC CCC
TAT AAC
AGC TAC
AG ACGG
TAA ACC
TG GCCC
TCC GC
ATAT ATT
TTTT TTC
AC ATTC
AG TGAA
TGC TGG
AGC CCG
AAC TAC
TC GCCC
AG ATAG
ACG AGG
AAG ATC
TG ACAC
AAG TTC
TAG ATT
TGC CCC
TG AGAG
TAT AATT
TGTC GG
TAT AGG
ACG TGG
AA ATCC
TG ATAA
TTC TAC
AAG TGG
ATC TGG
TG ATTG
ATT CCC
ATG TCC
AG TCTC
AG TAAC
ATGG TT
ACG GCG
TG TATG
ACG TCG
TC TAGC
ATG AC
TGC TAC
GC ATGC
TTC AAC
GCC GGG
ATAT AA
AG TATG
ACG ACC
TC AACC
AAG TAA
ATG ACC
TTG AAC
TCTC GG
TG TGGG
ATG TTTT
ACAC GG
AA ATGC
TG TCTT
AG TTCG
TCC ATC
TTC ACC
TCG GCC
TC ACTT
AG TCCC
TC TATC
ATT GGG
AG TGTG
TG AGAA
TTG AGG
GC TGCC
TAT ACC
AC TAAC
TTG AGC
AC TGCC
AA AGAG
AAC ATC
AAC TAG
TAT AGC
AC TGTT
TAA TAC
ATT AGC
AG TACC
TGC GCC
AAG AGC
ACG AGC
AAG TAG
TAT GGG
TG TCCC
TTCG TT
AG TAGG
TGC AGG
ATT ATC
ATG GCG
TTG ACC
AG TCAA
AG TGTC
ATG AGC
TTC GC
AC TCTC
AC TCCC
TGG GGG
TC ATGG
TTC TTTT
TC TGCC
AC AACG
AA TCAA
AC AGGC
ATAC GG
TC GCGC
GC AAAA
AAG TGC
TC ACAC
TCC AAC
GCG GCGG
ATGC TT
AG TATC
TAA ATAA
AA AGTT
TC ATTC
TG ACAA
TAA ATG
TGC TAG
ATT AGG
GCC ATC
TC ATAA
TCG GCGCC
AC GCGG
ATT AAC
TCGG GG
AT AACG
AAG TTG
TGG ATC
AG AACG
AC TATC
ATAT GC
ATT AATT
TTC TGC
TG TGAA
GCG ACC
AA TATG
TC TATG
TG TATC
ATG ATC
TGTT GC
TC ACCC
TTGG GG
ATG ACG
ACC AAAC
TTC TTG
TCC AGC
ATTTT CC
TC CCCG
TAC TAG
GC GCCC
AG TCTT
TCG TGG
AAAA AAC
AC TACC
TC TCCG
TG ACTT
ACC AAC
ATCC GG
AA TGAA
AC AGAA
AG TGAC
AC AGTT
TCC TTC
AC ATAC
TG AGCC
ATATATATATATATAT ATATATATATATATAT
AG ACTT
TCG GCG
AA TAAC
ATTC GG
GCC AGC
TCC ACG
TC AGTT
AT ACCG
TG AGTT
ATT TGTT
AG ACCC
TC TAAC
AA ATAG
TG TTCG
TCC TGC
AAG TAC
TC TAGG
TC ATTG
TAGC TT
AC AGGG
TG TGCG
ACC AAAA
TG TAAC
AA GCCC
GC AGCC
TAG TTC
AACC AAAC
TG AGGC
GCC GCG
TCG ATC
CCC TT
AG TCAC
TGG TTG
AC TATG
AC ATCG
ATT ATAT
TCG ACC
TGG ACC
AAC AGG
AA TGTT
TAC ATG
AA ATAC
GC TGGC
AAC AGC
ACG AAG
TC TGGC
AC TCAA
AG TCCG
AC TCTT
AC ACCG
AG ACCG
AAC TGG
TGC ATC
TAG AAAA
ATT GCC
TGC ATG
AAC TTG
ACC AGC
TCG AGC
GC TCCC
TAA TATT
AA AGGG
TAG TGG
AC TGGC
AGAG TT
TC TAAG
AA AACG
TTC ATG
TAA TCC
TC ACAA
ATGC GG
AAG GCC
ACG TAC
TCG AGG
AG ATAC
TG TACC
ATC AGG
AC TAGG
ACG GCC
AGAA GC
TAG AGC
TAA AAAC
TCC GCC
AAGC GG
AG ATTTT
ATT TCG
AC TGAA
ATAT ATG
AA TAAG
TC ATCG
TAC ACC
TG TAGG
TAG TGC
AT AGCG
AA TCTC
ATT ATAA
TTTT GC
TAT ATTTT
AA TATC
AA TCCC
TC AGCC
TGCCC CC
TTG TCG
AACC GG
TAG AAG
TTC AGC
TC TTCG
TG AGGG
AAC ATT
ACG TGC
AG TCGG
ATC TTG
GGG GC
TAG TAA
AAC AAAC
AAG ACC
TC ACCG
TC TGAA
TCC AAAA
AA AGCC
TAC TGC
TG ATCG
TAC CCG
TTGC TT
TAC CCC
AC ATAG
AG TAAG
TAG ATG
TC GCGG
TTC ATT
AGC TAGC
TATT TATT
AAC GGG
TTGG TT
GC AGGC
ATAA TAA
TC AGGC
TGC CCG
AACC TT
TC TACC
TAG TTG
TG ACGG
ATT ACC
TAA CCC
AC AGCG
ATCC TT
AA AGGC
TG TCCG
ACAC TT
AGGG TT
ACCC GG
TG ATAT
TCC TCG
GC TAGC
TCC ATG
TTG GCG
TAT AAAC
TGG AAG
TG ACCG
GCC TTC
AGG ATG
AAAA AAG
TATT TTC
AA TCTT
AATT TAA
AG TACG
TAC AAG
ATGC ATGC
ACC TGC
TAA TGC
TAA TGG
AC TAAG
ATC GGG
AC TGTC
TAG TTTT
AGG TGC
AGG ACG
ACC TTC
CCC GG
TG TCAA
AAC ACG
ATAA ATT
AA TGGC
TAT GCC
AC TCGG
TCCC TT
TG ACCC
TTCC TT
ACC ATC
AC ATTTT
GC TCTC
TAGG TT
TGG TCC
AC CCCG
TAC AAAA
AA TGGG
TATT TAT
AA ACCG
AGC GGG
TGG ATG
TGC TCG
AGG ACC
TC AGAA
GCC GCCG
TAG ATC
AG TGCG
AGC ATC
AA TCAC
TC ATAT
AC AGTG
ATG AAAA
AC TGTG
TAG TCC
AA ATCG
AC AGAC
TAA TTG
AAG ATT
AGG GCC
AA ATTTT
ACC AAG
AAGG TT
TTC AAG
TAA TAT
TAC ATC
TGG ACG
ACC ACG
TCC AAG
AAAC AAAC
GC ACGC
TC TGTC
AC TAAAA
GGGG GGGG
ACC GCC
TG AACG
AC TCAC
GC ATGG
ACC ATG
TAC ATT
TATG GCGCCG
AA TGTC
GC ACAC
TGC TAA
TAGC TAGC
TACC TT
GC TTCC
TTC TCG
AA ATATT
GC ACGG
AC TGAC
AG ATATT
ATT CCG
AGC ATG
TG TAAG
TG TACG
AAAA AAAC
TATT TAA
TGC AAC
TC TGTG
AAAA TAG
TTG TTGG
TAGC GG
TGGG TT
AC ATATT
ATC TCG
TTC TGG
ATGC ATG
TGCC TT
TC AGAG
TG ATTTT
TTTT TAA
AC TCCG
AG TCGC
TTC GGG
GCG GCGC
AGG AAC
ATT TCTT
TTG ACG
GCC AAG
ATATG TT
GCC ATG
TAT ATAC
TG AGCG
TG AGAC
ACC TAA
TTC AAAA
TACC GG
C G
GC AGCG
GCC AGG
TCC TAA
TC ATTTT
AAG AAAC
ATAA AAC
TAAC GG
GC AAAC
AAG ACG
GGG AGG
TGG TAC
ATAT AAAA
AC TTCG
TAG AAC
AC TCGC
TATT TTG
TGC TTG
GCCG AGC
GC AAGC
GC TCGC
GC TTGC
TGC ACG
TC AGCG
TAC TTC
AC TGGG
GC TGCG
ATC TTTT
ATC ACG
ATG TCG
ATG AATT
ACC AGG
ATC CCG
TAT ATATT
ATC AAAA
TGGC TT
NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN
TC AGGG
TAT ATAG
TGC AAG
TG ATAC
AGAA AAG
AGG AAAA
TATC GG
TGG ATT
GCGC GCG
ACC TAG
TAT ATTC
AGCC TT
T A
AGG TTC
TAT ACG
ATC GCC
ATC AAAC
AGC GCC
TTG TGTT
AA GCCG
TTGC GG
AC TGCG
TATT ATT
TG ATAG
TAA ACTT
TC ATAC
AA TAGC
GC TCGG
TCCC GG
AATT TAG
TC ACGG
AGG TAG
ACG AAC
TC TGCG
GC AAGG
TGG AAC
ACAC ACAC
CCCC CCCC
AA TGTG
AA TAAAA
TAA GGG
AGGC TT
GC TCCG
TAA AGTT
TGTT TTC
AGC TTG
GC TTTT
TTC TCTC
GC AACC
GCC AAC
TGC ATGC
TAA AGG
GCC TCG
AAG TCC
TCCC TCC
AAGC TT
GC AGGG
TTC TTCC
AGG TCG
ACGG TCC
AC TACG
TAA AGC
AA CCCG
TTC ACG
ATCG TT
TGG TAG
TTTT ATT
AGG TTG
TGG GCG
TGG TCG
AA TACC
AA TCCG
TC AACG
TGC GGG
AA AGAC
GC ATCC
TC TGAC
TAC TCG
TCC TTG
ACG ATG
ATT TGAA
AA TGCC
AA AGCG
ATAA ATAA
ATAAG TT
ATT AGTT
TTC GCC
TCC TCTC
ATAT ATC
TAT ATTG
GC AGAG
TAA CCG
AAG TTTT
TAC ACG
GC ACCC
TG AGTG
TC ATAG
TCC ATT
GC TCTT
AGG ATC
TAG ACC
AATT TTC
TTG AAAA
TTG TATT
AAG GCG
AA TAGG
AAC TCG
TCGG TT
AGG GCG
GC TTGG
TAA TTAA
ACC ATT
AG TAAAA
AAC TTTT
TATTG TT
AA TTCG
TGC ATT
AGG TCC
TTG TTTG
TC TGGG
TTG TTGC
TGC AAAA
GC ACAA
AGG AGAG
TAT ATGC
AC AGTC
GC ACCG
GC TGGG
AGC GCG
AGG ATT
TAA ATAT
TAT AGAA
TAA ATTG
AA TGAC
AA ATAAAA
GCGC GCGC
AAC ACAA
TC AGAC
ACC GGG
TAT AGTT
TTC TCTT
TAGC TAG
TAT ATGG
TGTT TGTT
GCC TGG
TAC TTG
TGC GCG
TTTT TAG
TT TCG
TTCC GG
TAC AGG
AATT TTG
AAAC TAA
ATT TATG
AAAG AAAA
TAT ACAA
TG ATATT
TAA ACG
TAC AGC
TATT TAG
TCC TTTT
TAA ATTTT
TC TACG
TGTG TGTG
ACC TCG
TTC AGG
AGGG AGG
TT GCG
ATG TGTT
AAAC AAAA
TG AGTC
ATAA AAG
TC AGTC
TGG TAA
TCC TAC
AA GCGC
AGAA AAC
GC CCCG
AGC AAAA
ATT TCTC
ACG TCC
ATATT TTTT
ACC TGG
AAAA TAC
AGAG AAG
GCC TTG
GCCC TT
GC ATTG
TAA ACAA
TC TAAAA
AAAA ATT
TCTC CCC
TAGGG TT
AGAGG GG
AA ATATG
TATT TAC
AAG AAGC
TCG TTC
TATT TGG
ACTG TCCGG
AG ATGGG
TAT AAATT
AATT ATT
TCTT TTC
TAT ACTT
ATG AAAC
ATAT ATAA
GCCG GCC
AATT TGG
GC AACG
TGC TGCC
CCC TCC
ACAA AAC
TAAC TATT
GCGC GGG
AGG TAC
AAAA TTC
AA TCGG
TAG GCC
GCG AAG
ACCC TT
TC ATATT
AGG TAA
ACC TAC
TGTT TTG
TAT ATATC
ATC TATT
AAAC AAG
TGG TTTT
TGG ATCC
TCG TTG
TAT AGAG
AGATT GG
GC TAGG
GC TTCG
AGCCC CC
ATT ATTC
TCTC TCC
ATC AATT
TCCG TT
TCGG GCG
GC ATCG
ATT ATTG
TCC AAAC
TTTT TATT
AGAG AGG
ATG TATT
TCC AGG
GCCC GCC
TAT GCG
TGG GCCG
TAA ATTC
TTTT TTG
GGGG GG
ATT GCG
TCC GCG
AAAA ATG
GCGG GCG
ATT TATC
ATATT CC
TGC TTGC
TTC TGCC
ATATT GG
AT ATCCG
AG ATATG
TCC TAG
TCC TCCC
AAAC AAC
ATATC TT
GC TGTT
TC AGTG
ACC TTG
ACCG TT
AA TGCG
ATAAC TT
ATC TCTC
TACG TT
AA TAATT
AAATT CC
GCC AAAA
AC ATATG
TGTT TAG
ACGG TT
GC TACC
ATG TATG
ACC GCG
GGG TGG
ATAG ATC
TCGC TT
TTTC TTC
ATAAAA TT
ATT AAAC
GCCG GCG
TTTT CCC
TCG AAG
AAC AATT
AAC ACAC
TAC TATT
ATG ATGC
GCC TAG
ATAA ATC
GCCC ACC
AGAA GGG
AA TGAG
TGG TTGG
TTC AGTT
ATGG AGG
AGC AAGC
TAA AATC
GC TGAC
TAC TGG
AGC AGCC
AAC AACC
GCC GCGC
TCC ATCC
TAG AATT
GC AATT
TAG ACG
ATAA TTTT
TAC TTTT
AAAG AAG
AAATC CC
TAA TATG
TTC TATT
AGAA ATT
GC AGAC
TGG TGGC
GC AGTT
TAC GGG
TCG ATG
GC TATG
AT ACCCG
ATT ACG
AAC AAGC
AAATT GG
GC TGTC
AGG AGGG
TGTT TAA
AAAC ATG
GC TGAA
TAT ATATG
AGG AAGG
GC TATC
ATAA ATG
TG TAAAA
ATT ATTTT
ATT TAAG
ATT TCAA
TAT AAAG
TAA ATAC
TGG AAAA
TCTT CCC
TG TTGTT
GC ATTC
ATT TAAC
ATC TATC
TGC TCTC
AGG AGGC
TAG AAAC
GCG ATG
TTG AATT
AAG AGAG
TCG AAC
TCCC TCCC
AA ATAAC
AAAA ATC
GCCC ACG
AA TTTTTT
TGAA TAA
TTG TGGC
AT ATTCG
GC TATT
TCG TAC
TGCG TT
AG TTGTT
TTG TTTC
ATGG GCC
GCGG GGG
AAAA CCC
ATCC ACC
ATAA TAC
AGAA ATG
ATAT AATT
AG TTTTTT
AAG AATT
TCC TGG
ACCGG ACAG
ATC TAT
TTG TGTG
TC TGAG
AAAA AGG
AC ATGTT
ATT TGTG
TTC AAAC
AAC ATAA
TTC TTGC
AGCC AGC
GCC TAA
GCG GCCG
TAT AATC
ATAT ATAC
ATCC ATC
ATGC ATC
TTCC TCC
AAAC CCG
AGTT TAG
AAAAC GG
AGATT CC
GCC TCCC
AAAA TTG
CCC ACC
ACAA ATC
TG TTTTTT
GC TCAA
AC TGAG
TGG ATGG
AAG AGAA
GC AGTC
TAC AATT
GCCG ACG
TAG GCG
GGG AGC
TAA TCG
GCC GCCC
ATT TAGG
AAC TATT
AGCG TT
AA TCGC
ATG TTTG
TAT ACAC
ATC GCG
ATC TCTT
AAAA ATAA
TAG TCG
ACCGG ACTGTCCGG
GC TAAC
TTG TCTT
TAAAA TAA
AAG AAGG
AG ATAAG
AAC GCC
GCAGC GG
GC TCAC
AG ATAAC
TCTC TTC
GC TGTG
AGC AGGC
ATG ATGG
AACG TT
ATC AGTT
ATTCC CC
ATT TGAG
TAA AACC
TCC GGG
TT AGC
AC ATATC
AG ATAAAA
TGG ACCC
AGCTCG GCGCC
GC ATAA
GC AATC
TAA AAAG
AC TAATT
AAC GCG
TTC AATT
TCC TTCC
AAAA TGG
AA ATAAG
GC TAAG
ACC AACC
GCC TAC
AGCG AGC
TGC TAGC
TTC TCCC
ATAT AATC
TGTT GGG
ATCCC CC
AGC AAAC
AAG TCG
TTG AAAC
TCAA AAC
TAT AATAA
ACAA ATT
ACCG TCCG
AG ATATC
TG TCCGG
AAAA TATT
GCC TGCC
AAAA CCG
TGC AC
TCGC CCC
AA ATATC
TTC TTTC
AAAA AATT
TTG TATG
AGAA TAA
AG ATAGC
TTG ATTG
TTTT TAC
ATAT AAG
ATAC ATG
ACG ACGG
TTG ATTC
GC AAAG
TC TTCTT
TAT ATCC
ATGG ATG
AA TACG
AG TATTC
ACCG TCC
ACAA AAG
TG GCCCG
AAC AAGG
TTC ATTC
TCCC CCC
AGC TGGC
TAC AAAC
TATG TATG
TAAAA TAG
ATT TGGC
TTG ATGC
ATAT AAC
AGCC ACC
AACC ACC
TCAA ATC
GCGCC GG
AGC TCGG
ATG TTGC
GC TTTG
TC TAATT
ATG TTTC
ACG AAAA
TG TAATT
AAC TGAA
TTC GCG
AATT TATT
GC TAT
TC TATTC
AG TAATT
TGC GCGC
ATC TATG
ATG AAGG
GCCG TT
GC ACTT
TAA ACAC
AAAA TTTT
TAA TAAC
TAG AGAG
TTTT TCC
ACG TGGC
ACCC CCC
TACG TAC
TG ATTTG
TAG TATT
AAAC ACC
GCCG AGG
TGG TTGC
AAG ATGG
GCGG TT
GCTC CCC
TGC TTCC
ACG ATC
GCCG TCG
AGC ACAC
TAA TTTC
AAAA GGG
AGTT TTG
AGAA ATC
TGC TTTT
TTC TCAA
AAAA ACC
ACG AAGG
TAGC AGC
TAGC TAC
ATG ATTG
AGTT TTC
TCTCTCTC TCTCTCTC
AGAG AGC
AC ATAAAA
ACG TTC
ACCC ACC
AAC TTGC
GCC AGCC
TCG TAG
AAAC TAG
ATGG ATC
ATGC TAC
TT TGTT
ATT ACAA
TGC AGCC
GCGG GCGG
ATT TGTC
TAA TAAG
ATAA ACC
TTTT TGG
TCTC TAC
AC TTGTT
AG ATGTT
AGG AAGC
GGG AGGG
TAA GCC
TTTT TTTC
AGAGAGAG AGAGAGAG
TGC ATTC
ATTG TAC
TAA ATCC
TTTT GGG
AATT AATT
ATGC ACC
GC TACG
AGC AAGG
TGC AAAC
ATG ATAA
ATT AGAG
TCG GCCC
TGC TTGG
TCAA TCC
ATAG AAAA
AG AAAAAA
TGCC TCC
TG GCCGG
TTG ATGG
AG GCCGG
TGC TGCG
TTG TTAA
TCG ATT
AAAC GGG
GC AGAA
ATC TTCC
ATG TTGG
TTC TTGG
AGTT TGG
TCTAA CC
TGC AAGC
AAC TAAC
AG AACAA
ATG ACAA
TTC ACAA
AGCG GCG
ATC ATAA
TTC TGTT
TGG GCCC
TGGG TGG
AGC ATT
AGC AGGG
TGC TCCC
AAC ATGG
TC TTGTT
AG AGCCC
TAA AGAA
AGCG AGG
GC TTTC
TC ATATG
AT AGCCC
ATG AGTT
AGC AACC
AAG TTGC
TTG TGCC
ATAT AGG
TTAA ATT
AG AACCG
GCC ATGG
TTG TTCC
TG ATGGG
TG TGGGG
ACCGGACAG TCCGG
TGC TGGC
ACG TAG
ATCC TCC
TATTC TT
AGC TTTT
TAA TTTG
TAT AATG
TCG GCAA
TG ATATG
ATT TTTTTT
TTG TATC
TTTT AAAA
TGAA AAC
TACCC CC
TG TTCTT
TG ATTGG
ATC AACC
AGC TAAC
TAA TCTC
TTTT TCTT
AGGC GGG
TG ATTCC
TCG TGGC
GCCC GCCC
AA TATAA
ATG ATTC
TGG AATT
AAG ACAC
GCG TGCG
AGAA ACG
ATG TCTT
ATAA TAG
AAAAC TT
AC AACAA
ATG AAGC
TGG TGGG
ATAT ATTTT
AATC CCC
AT AGGGG
ATT TAGC
AAC AGAG
AAC AAAG
TAT GGTT
TATT TTAA
ATCC AAAC
AGGC ACG
ATAG AAG
ATGG ATGG
ACCC ATC
ATT AGAA
TGC ACAC
TGG TTTG
TCC TTGC
TTG ACTT
TGCC ACG
ATAG ATAG
TC ATTCC
AC ATTTG
ATCC ATG
TCCC ACC
ATAT GGG
TCAA AAG
AAAAG TT
AC ATGCC
ATC ACTT
TTC TTTG
ATTG AAG
AGGC AGGC
TGAA AAG
TCAA ATT
GCGGC GGG
TC ATCCC
ATC ACAA
TGC ATGG
TAC GCG
TCG ATCG
AGGG AGGG
TC TATTTT
ATG ACAC
TTC TATG
TTC GGTT
TTG TCTC
TGAA ACC
ACTAA CC
ATC AAGC
AGC AGCG
AGG TTTT
TCCG TCC
AAATC TT
ATT TCCC
ATC ATTC
GCCG GCCG
TC ATATC
TAA TATC
TGTG TGC
AAGG GGG
GCGG TGG
TG TATTG
TC AGATT
TG ATGTT
AGG TGGG
TGCC TGCC
ACGC TT
AA ATAGG
ATG TGGC
AGTT GGG
TATG TAC
AC ATAAC
ATT TGGG
ATAT ATAG
ATAA TATT
GCCC CCC
TCTT TCTT
ACAA CCC
GCGC CCC
TCAA ACC
AC AGCCC
AGC TTCC
GCG AGCG
TAGC TGC
AG GCCCG
ATG TAT
GCC ACCG
TCC TATT
TCC ATGG
TTG TGAA
AC AAGTT
AAG TTTG
TCG TCTC
TAA TCAA
ACC ACAC
AATAA GG
AA ATAGC
AT GCCCG
TTC ACTT
AAG TATT
GC ATAC
GC AGTG
TG TATTC
AGG AAAC
ATC TCCC
AAC ATTG
TGG AGAG
ACG TTG
TGTT TGC
TAA ACCC
AAC ATAT
TAG AGTT
AAACC AAAC
TG ATGCC
ATC ATCC
GCC AACC
GCC GCGG
TAG ATTC
GCG AGCC
GCG GCCC
TGAC ATG
AG TATTG
AG ATGCC
ATC ATGC
TAA TCTT
TAA ATAG
TGTG TGG
AG ATAGG
ATC ACAC
TTG GCCC
GCG AAC
AGCC ACG
AG TTGTG
ATG TATC
ACC ATGC
TGG TGTT
TCC TCTT
TCG TCGC
GGG TGC
ATTG TTTT
TGAA TTTT
TAA ATATT
AG TGGTT
TG GCGGC
AGC TCTC
ATG AGAA
GCC ATT
AAG AACC
TTG AGTT
TGCG TGC
ATC TCAA
ATG ATCC
ATAC TAC
AA TAGTT
AG ATCCC
ATG TGTG
ATG TTCC
TTC ATTTT
GCC ATGC
GCC TTCC
AAG ACAA
TAG AGAA
AAAG AAC
TC ATTTG
AG AGCCG
TAA ATGG
TAA AAGC
ATG TGAA
AAG TTTC
TAC ATGC
ATTC AAAC
TTTG TTTT
ATATC CC
AGAAC GG
TC GCCCG
ATT ATATT
TAGC AAC
AA ATGTT
ATC TAAC
TAA TGTT
TTG AAGC
AAAA TCC
TCG TTTT
AGCC AGCC
TC TATAA
AC TAGTT
AG TAGTT
AGC AGAG
TGC AGGC
GCC AGGC
AAG AACG
ACG GCGC
ACG TACC
ACTT TAG
AG TGGGG
AGG AGAA
TAC ATAA
TC TAGTT
ATG AATC
AAG AGAC
TTG TAGC
TTG AAGG
TAG TAT
ATGG TGG
TT TCTT
TC ATGTT
AAAA TAT
TCAC TTC
ACC TTCC
GCG ATC
TGTT TCC
AC ATAAG
AGC ATGC
AAG TTGG
GCG AGAG
AATT TAC
TTAA TTTT
NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN
GC ATAT
ATC ATTG
TGG AGGC
GGG TCC
TGAA CCC
TC TTTTTT
TAG TTTC
ACG ATT
TATT TCC
TC GCCGG
TGC TCTT
GCGG AGG
TT ACC
AGC TAGG
TTC TAT
TTG TAAC
TAC GCC
TCG TGCC
TATG TTTT
TGG AGGG
AA TATTC
TTC ATCC
GCC AAAC
TGG AAAC
ACC AAGC
TTC TTCG
TAGC TAA
ATC ATGG
AGC ACAA
TGG AGTT
TTG AGAG
AATT AAAA
TCCC TCTC
TATG TTG
GC TAAAA
AG TAGCC
TGG ATGC
ATAT ATATT
TGTT TAC
TGCC ACC
TGAA TGC
TC TATCC
TTC ATAA
AAG ATGC
GCG AGGG
TATT TTTC
GCCC CCG
TGCC TGC
AGAA AGG
TG TTGTG
ATT GGTT
ATC ATCG
AAC TTGG
TCC ATTC
AAG AAAG
TTG AACC
TGTT CCC
TC ATAAC
ACC TTCG
GCC ACCC
TGTT TGGC
GCTGC GG
TAACC CC
AAC ATGC
AAC TCAA
AAC AAAAC
ACG GCGG
TCG TCGG
TGAA GGG
AATAA CC
AA ATAAAC
AG TATGG
ACC ATGG
GCC ACAC
AAG ATAA
AAAC CCC
TGAA ATT
TACG TACG
TC ATGCC
AG ATCCG
ACG ATGG
ATAG TAC
AC ATAGC
AG TTCTT
TTC AACC
ATAT AGC
ATCC ATCC
AGAA TAG
TGAA TTC
TGC AGTT
ATG AACC
ACC TTTT
TGG ATTC
TCC ACCG
TTG TGTC
GCG TGGC
ATT TTCG
ACC AATT
TCC AACC
AAAA AAAAC
TGAA TAG
GCGC GCC
TT TATT
TG TATGG
ATC TAGC
ATC TTGC
TCC ATGC
TCC TCCG
TAT AGAC
TT TCTC
AGC ATGG
ATG TAAC
AAC AGAC
TGGC TGC
AGAGC GG
AAC AACG
TTC ATTG
ATAG TAG
AG TATAA
TG TAGCC
ATG TGTC
TTC ATGG
TTTG TGC
AAG ATTC
AAG AGGG
TTG TAT
TTC ATGC
GCC ATCC
GCC TCGC
TGG ATTG
TTG TTCG
GCG TAG
TCG ATCC
TCG TTGG
TCG TCCG
AGAG AGGG
AAC AGTT
GCC ATCG
ACG ACAC
GC TGAG
AC TCGGC
GCG ACGG
TAT AAAAC
AGAA AGC
TT AGG
AAAA AGC
TAG AGAC
ACG AAGC
TAT AAGG
TAT GCAA
TATT TGTT
ACC TCTC
TGG AAGC
TAT AAGC
ATAG ATT
AGCCC GG
AC AACCG
GCC TCTC
ATG AGAG
TTG ATCC
TATT TGC
AGAA ACC
TCAA CCC
TGTC CCC
TC TATATT
GCG TTG
TAT AGCC
AAGG AGG
AC TATTC
AGC TTGC
TAA AAGG
AAC TATG
AAC ACTT
AAC ATAC
TGG TGTG
ACAA GGG
TTTC TTTT
GC AATG
AAG AGGC
GCG AGGC
TCCC CCG
AC TGCCC
TG AAGTT
ATT GGGG
AGG ATGG
TAG ACAC
TGTT TGGTT
ATTG TTG
TGCG TTGC
ATTTG TTTT
TG ATAAC
TAA AACG
ATG TAGC
AGG ACAC
AAC TCTT
TGG ATCG
TAC TAGC
TAG TTTG
TAT AACC
ATAT AGAG
ACAA TAC
ATAC AAAA
ACGC GGG
AGC GGGG
AGG AATT
TTC TTAA
TGGC TGGC
TAAC AATT
TCAC AAG
TT AAAA
ATT ATGC
AGC TGCC
TATT AATT
AGAA AGAA
AGTG TAG
GC ATAG
ATG TCAA
AGG TTGG
GG GGG
ATG GCGC
ACC ATCC
TTC TATC
AA ATGGG
AC ATACC
TTTT TGC
TTTT ATTTT
GCCC GCG
TGTG TAC
TTCC CCC
TG ATAAAA
TTC ACAC
TGG TTTC
TCCC TGC
TG ATATC
TG TAGTT
ATT ACTT
ATG ATAT
AAC TCTC
TAT AGATT
AC ATGGG
ATT TGAC
ATC TTGG
AGC TTGG
TAA ATGC
TGG AAGG
AAG AATC
AC ATTCC
TGC ACGG
GCC GGGG
TTTT AGC
TTTC TCC
TT TGGC
ATT AAAG
TTC TAAC
ATAT ATGC
ATTG TAG
ATAG AGG
AG TGCCC
ATT AATC
AAC TCCC
TGG ACCG
GCG TAC
AGGG AGC
TCTT TAG
AA TATGG
AAC TTCC
AAAA AAATT
ATTC ACG
ACAA TAA
AA TATTG
ATC TGTT
TGC AATT
ATG TACC
TCG TCCC
TATT AAAA
ATTC TAC
AGGC CCC
AA TTGTT
AC TATCC
TG TGCCG
ATG TGGG
ATG TGAC
AGG TGGC
TCC ACAC
ATAT ACC
TAA TTCC
TGC TTCG
ATG TGCC
TCC AATT
AAG TGAA
TAG ATCC
ATTC AAAA
GCGC TT
AG TATTTT
ATT TGCC
ATT AAGG
GCG TTC
ATGC AGC
TGTG TTG
ATAC ATC
AGAC CCC
TC AAGTT
TG AACTT
ATC TGAA
TGC ATCC
AAC TTTG
GCC AAGC
TAG TGTT
AAAC AGG
TAGG ATC
TTTC CCC
ATATATATATATATATATATATATATATATAT ATATATATATATATATATATATATATATATAT
AG TAGGG
AAG TGTT
TAT GCAC
ACAA ACC
ATG ACTT
AAAA TATG
ACG TAA
GCG ATGG
AGTT TATT
TGTG TTTT
ATAC CCC
TTGG GCC
TG TATAA
TGC AACC
ATG TAAG
AAG ATTG
TAT GCTT
GGG GCG
TC TATGG
ATC AAGG
AAG TCAA
TAG TTAA
ATTC TAG
ATC AATC
ATG TCTC
ATG TTAA
GCC AAGG
TCC AGCC
AAG TAAC
ACG ACGC
TAT AAATC
AGAA TAC
TCTT CCG
TCAC CCC
AGTGC GG
TC TATTG
TG TATCC
AGC AGTT
ATG GCAA
AGG AGCC
TTG GCAC
TAT AGGC
AGAA CCC
TGGC CCC
TTCTT TTC
ATT AAATT
AAC ATTTT
TAG AAGC
TCG TTGC
TATT CCC
TATG TAA
ATCG ATCG
ATAC ACC
ATATTG TT
GC ACCGG
AC AAAAAA
AT AGCCG
ATC AAAG
AGC AACG
ATG ATTTT
AAG ATCC
AAG GCCC
GCG TGGG
TTCG TCC
ATT ACAC
TGC TACC
AAG AGTT
TAG TAGC
TCG GCCG
TGAA TAC
GCGC ACG
TCAA TTTT
AGATC GG
GC TTAA
TGC AAGG
GCG TCCC
TCG AAAA
TCG TGCG
GGG ACG
TCGGCGCC ATAGCC
AC TATAA
TG TGCCC
ATT GCAC
ATC CCCG
ATAT AAAC
ACAA TTTT
ACTT GGG
TCAC AAAA
ACTC CCC
GCCGC CCC
AC TATTTT
AC TAGCC
AG AACTT
TG ATAAG
ATG AATG
AGG TAAC
AAC TGTT
AGCG AGCG
TCCG ACG
AAC TATC
GCC TTGG
AAG TATG
TAT AGGG
ATAA TCC
GCCG GCCC
AGAAAA CC
AC GCCGG
AC AAGAA
ATT ATAG
AGC AATT
ATG GCCC
ATG AGGC
TAT ATTTG
TATT TCTT
TGGC TCC
TGAA TCC
TAGG GGG
AAAG AGG
ATG ATAC
AAC TTAA
AAC AAATT
ACC TCCC
TTC TCCG
AAAA AGAA
ATTC ATC
AACG ACG
ACGG TGG
ATG TCAC
AAC TAAG
TAC ACAC
ATAT ATTG
AGTT CCC
GCCG TCC
TGAA AGC
CCCC CC
ATG GCGG
AAC AGAA
AAC AATC
AAAA ACG
TAG TAGG
TATG TGC
TG TGGTT
ATT ATGG
TAA TAATT
AAC AGCC
TTC TCTG
TGG TGCC
TCG ATGG
ATGC TGC
ATGC ACG
TAAAA TAC
AC ATAGG
AG TAACC
ATT ATAC
TGG TTCC
AAG TAGC
TTG TAGG
TTG TGGG
AAAA TGC
AATT CCC
TGGC TAG
GCTT GGG
GC AGCCG
AT GCGGC
ATT AGGG
ATC AGCC
ACC ACCC
ACG ACCG
TCTT TCC
GCCG TGG
ATCG AGG
AGCG ACG
TCGC GGG
AATG TAC
AGTTTT GG
ATG AAAG
TTG TCAA
AAAA TTAA
TAG ATAA
TCTC CCG
ATTC TTC
AATTTT GG
AC ACCGG
TG ATCCC
AGC ACGG
TGC TTTC
AAG TTCC
ATAT AAATT
AATT TGTT
ATTC ACC
ACTG TAC
TG AGCCG
TG AACAA
ATT TACC
TAA GGGG
TGG AGAA
TTG GCGC
ACG ATCC
GCG TGCC
TATT AGC
ATGC CCC
TAAAA ATAA
GCAC GGG
AATG AAG
ATATC GG
ATAAAA CC
AC TATTG
AAC TAT
GCC ACGC
AAAA AAAG
AAAA AATC
ACG GCCC
ATGG AGC
TGAA TGG
TCAC TCC
TCGC TCG
AA ATAATT
TG AAGAA
TGC ATTG
TTC AGAA
TTG ATTTT
TATT TTGG
ATAT ATATG
TGGC AGC
GCCG TGC
GCCCG TT
AG ATTCG
TG ATTTC
ATC TACC
ATC TAAG
ATG AGCC
AGG TTGC
TTC TACC
TTC AATC
TGG TTCG
TTG GCTC
AGGC AGC
AGAAAA GG
GC AAAAC
GC AGAGG
TC ATTTC
TGC ACGC
AAC ATTC
TTG TCCC
TAC TCCC
TAT ATATATAT
TCG GCGC
TAAC TAA
ACC ACCG
TGG AGCC
TTG TACC
ACG AAAC
ATAA AGG
TGCG TGCG
GCGGCG GCG
AACGC ACGG
TCGGCGCC ATAGGC
TG ATAGC
ATC TGCC
ATC TTTG
AGC TCAA
AAC AGGG
TCG TGGG
TCTC TAG
TCTT GGG
TAAC AAAA
ATAG TTTT
TGTC TTC
GCTT CCC
GCAA CCC
AA TATTTT
ATT TTGTT
AGG AGAC
GCC TTTT
TTG AGAA
TAC AACC
TCTC TGC
TGTT TCG
ATGC TCC
AAATC GG
GC AGCCC
AT ACCGG
AG GCGGC
ATG ACATT
AAG TGGG
TAG TTGG
ACG AGGG
TGTT ATT
TGTTC GG
TT AATT
TAA TTGG
TGC AGAG
AAC AGTG
TTC TCTAA
TTG TGAC
TAC ACAA
GCG ACGC
ATAT ATGG
ATCG TCG
TTC AAATT
GCC TGGC
TCC TCGC
AAG TTAA
TTG AATC
AAAA TATC
ATGC AGG
ATTG TGC
TATTC GG
AA AGGGG
AA ATACC
AG ATGCG
AGC TCCC
TAA AGAG
ATG GCAC
AAG TTCG
AAAA AATAA
TC TAGCC
AC TTCTT
AG TACTT
AG TAGCG
TGC AGCG
AAC TAATT
ACC AGTT
AAG AGCC
TAC TATC
GCCC TCC
TAGC CCC
ACAC CCC
TGGC GGG
TT ATC
GC TGCCG
AC TTTTTT
TG TATGC
TGC TGGG
AGG GGGG
AAC AGGC
GCG TCCG
TAT ATAAAA
TAT ATAAC
TATT GGG
AATT AGG
ATTC TAA
ATAA TTC
ATAA GGG
TGTG TAG
TGAC ACG
TCAAC GG
GC ATTTT
GC TGCCC
AG TGCCG
AGC GCGC
TATT TATG
ATGG GGG
TATC TAG
ACCG AGG
AGAC GGG
ATGCC GG
TT TGGG
AC ATTTC
TG TAACC
ATT TAAAA
ATC AGAG
ATC TAGG
ACC TTGC
TGG AGAC
GCG AAGG
AGAG AGAA
AAGC AAGC
AGTG TTTT
AGTC TAC
AG TATCC
AGAG ACG
GCC ATTG
TTG ACAA
TAG TCCC
ATGC ATGG
TAGC CCG
TTTG TTC
TC TGCCC
TG AGGGG
TG ATCCG
ATT TCAC
TCC TTGG
TTG ATAA
TAT AAAAG
TGTT GCC
TGTT TATT
TGTC GGG
AATC TAA
AATC TAG
TCTCC TT
TG TATTTT
ACC AGCC
TGG ACAA
TTG AGGG
AAAC ATC
ATAA TGC
TGAA ATC
TGTG TTC
ATAC TAG
TGAC CCC
TCTAA GG
AA ATTCG
TG ATTCG
AGC ATCC
AGC TTCG
TGC TCGC
ATG GCCG
ATG GCTC
AGG ACGG
AAC AATG
AAAA AAAAG
ACG TACG
ATAT AGAA
TAGC TTC
TATC TTTT
TGGC TTC
ACTT CCC
AGTC CCC
GCAC CCC
TAA GCG
ATG TACG
AAG AAAAG
TAC TACC
ATTC TCC
ATTG TTC
AC TAGGG
AG TACCG
AGC AGAA
AGC ACCC
TAC TTGC
AAAA ACAA
TAT ACTC
TATT ATG
TATC TATC
ATTTT ATTTT
TCAA GGG
ATCG ACG
ATAATT GG
TC AGCCC
AC ATCCC
AT A
AG ACCGG
ATT TCTG
ATC TCCG
TAA TCAC
TAA GGTT
AAC ATCC
GCC TCCG
TGG GCGG
TAC TGTT
AAAA TAAG
TAG ATGG
AGGC GGGG
TCGC TCC
ACTAA GG
ATT TCAG
AGC TGGG
TAA TTGC
TGC ACCG
TGG ACGG
TTG AGCC
TTG GCTT
AAAA AATG
TAT AGATG
ATAT ATTC
ATAA AGC
TCTT TCTC
AAAG TTC
AGTG TGC
AC TATGG
ATT AACC
ATC TGGC
ATG ACTC
ACC ACTT
TAC TAAC
TATT TTGC
ATAT AGTT
TGGG AGG
TG AGCCC
ATC TTTC
AAC TAGC
AAC TAAAA
TCC ACCC
TTG TGCG
TAG AGCC
TAG TTGC
GCG TTGG
TAT AGTC
TCG AAAC
ATGG TGC
AGGC TAC
AC ATAAAC
TGG TCTC
TATT TTTG
GCGC TGC
TCAA TTC
TAACC TT
AGTAA GG
AC ATTGG
AG ATAGAG
AGC TGAC
AGC AGAC
TAA ACGG
TAA ACTAA
TGG TAGC
TGG AACC
TGG TGTC
AATT AAG
ATCC AAG
TGGG TCC
ATAG TGC
ACCCC GG
TCTTTT CC
AT GCCCCC
TGG AGCG
TGG TGCG
TCC ATTG
AAAA ACAC
TAT ATAAG
TCAA ATTC
TGTG GCC
ACAAC TT
AAC TTTC
AAG AAATT
AAAA TCG
TTTT AGTT
TCTC TCCC
ACCG ACG
TTCG TCG
TGAC AAG
AATC TCC
ACGC CCC
TGAG TTC
ATC TCGC
AGC TCTT
AGG TGTT
AGG AGCG
AAAA AAATC
TTTT TTAA
ATTTT TAG
TTCC TTTT
TTCG ACG
TTTG TAA
GC GCGGC
AGC TCAC
AAAA AAGG
AATT TGC
AATT TCC
AATT TCTT
ATAA ATTG
ACAC ACC
TATC TAA
TGAA ATG
ATAG TTG
GCAA GGG
TC ATAAG
TC TGCCG
AG ATACG
AGC TCGC
AGG AACC
ACC GCGC
TCC ATCG
ACG AGCC
TATT AAG
ATAC AAG
ATAG ATG
GCTC GGG
ATAGC TT
TC TTGTG
AC GCCCG
AG ATACC
ATG AACG
AGG ATGC
GCC TTGC
GCC ACGG
TAC AGTT
ACG AGAG
GCCC GCGC
AGGG TCC
TGGC TCG
TTCC CCG
TCTTC GG
TC TAGGG
TG ATACC
ATC TCAC
AGG TACG
AAC TGCC
AAC AATAA
ACC ACGG
AGTT TGC
ATTTT TTC
AC AGCCG
AG TCCGG
AG TATATT
ATC ACCC
AGC ACGC
AGG GCCC
AAC TACC
ACC AAGG
GCC TTCG
GCC AGCG
TGG ACAC
TAG TATG
GCG TTGC
GCCG TGCC
ATG AGGG
AGG TTTC
AAC ACCC
ACC ATTC
GCC AACG
TTG TCAC
TCG TGTC
AGAA AGAG
TCAA TAC
TAAG AAAC
ATAG TTC
TCGG TCC
AATC AAAC
AGTG TAC
TCTG TTC
ATAGG TT
TGTGC GG
TGC ACCC
ATG ATCG
TTG ACAC
AAAA TAAC
ATCG ATC
ACAAAA CC
ATT GCTT
TGC ACTGC
AGG TAGC
AAC ACAAC
AAG TGGC
AAAA ATGG
TAG ACTT
TTGTT TGG
ATGGG TT
AA TATATT
TC AACAA
ATT ATCC
ACC ATTG
AAAA GC
TAG TCAC
TTTT GCC
TAATAA TAATAA
AA ATCCG
AGC TATT
TGC AGGG
ACC AAATT
TGG GCGC
TTG AGGC
AATT GGG
TATC TTC
TGAA GCC
AGAC AAG
TGCCC GG
AA ATGCC
AC TTGTG
AC TTGGC
AG TCCTT
TAC ACTT
ACG AATT
TCG TTCG
ATAA ATATT
AGTT TCC
GCGG GGGC
TTTG ACC
GC GCCCG
AGC GCGG
TGC TAAC
ATG TTCG
AAG TCTC
AAAA ATAT
TAT AGTG
ATTG ATG
AGAA GCC
AAGC TCC
AAGC AAG
TGTC TCC
ACGG GGG
AC TACTT
TG ATGCG
ATC TTAA
TAA ACCG
TGC GCCC
TGC ACAA
TTC AGCC
TTC TCTTC
TGG TATT
AAAA GCC
GCG ATGC
TAT ATGTT
TCG TTCC
TGTT TATG
ACAG ATC
AG TACCC
TG ACCCG
ATT TAATT
ATT TTCTT
AGC AAAG
TCC GCGC
TAG ATTG
ACG GCCG
TCG TTTC
TCTC TTTT
TGCC GCC
AGTT TAC
TTTC GGG
ATTCC GG
TATCC GG
TGC TGTG
TTC TGGC
TTC GCGC
ATAT GCC
TGTT GCG
TCTT TGC
TGAA AGGG
AAGC ACG
CCG TT
ATTCC TT
TCTCC GG
TCATC GG
ATTATT ATTATT
AGG ATCC
TTG TCCG
AGCC GCC
AGAG GCG
TATC TAC
TCGC TCGC
TCATC TT
AA TTCTT
TC AGCCG
TC ATGGC
AGC TATG
AGC GCCG
ATG GCAG
TTG TAAG
TAG AGGG
TTTT AATT
ACG AACG
TCG ATGC
TCG ACCG
TAGC TAGG
TGAA AGG
AGTG AAG
GCTC TCC
AG ACCCG
TG TAGGG
TGC ACTT
TTTT TTTG
TCTC ATC
ATGC AAG
TTGC CCC
AATC ACC
TC AACTT
AC TGCCG
TAA TCCC
AGG AGAGG
TCG TGTT
TCG GCTC
ATAA ATTC
AGAA TGG
TAATT TAG
ACTG TCC
TATAA TTC
TC ATAAAA
AGC TATC
ATG AAATT
TAC ATGG
AAAA AAGC
TCG AGCC
TATT ATC
ATAT ACTT
AACC AAC
ACAA AGC
ACAA ATAA
AGGC AGG
ATAC TAA
AGAC ACG
AAAG GCC
TTTG ATT
ACTC TCC
GGTT GGG
GCCCG GCCCG
TCGGC AAAG
ATG TGAG
AAC AAATC
ACC TGCC
ACC TTGG
TTG ACCC
TAT ACCC
TCGC TCTC
ACGC ACG
GGGG TT
ACATC TT
TC TACTT
TG ATCTT
TGG TGAC
AAG TGTG
AAG GCAG
TAC TCTC
GCG TCGG
TCG TCTT
ATTG TTGG
ACAC ACG
TATG TGG
AGGC AGCC
TTTC TAA
ACTG TAG
TTGGC GCCGAGC
AC TACCC
AC AAAATT
TG AACCG
ATC AGCG
AGC TTTTC
AAG ATAG
TAC AAGC
ATGG TCC
AACC GCC
AGTT TAA
AAGG TCC
GC AATAA
TC ATGGG
AC ATCCG
ATT AATG
AGC ACTT
AGC TACC
TGC TATG
GCG GCGGC
TCG TAA
TCG GCGG
TTCC TTC
TCAC ATC
GCTG GCC
TC ACCGG
TC ACCCG
AC TGGTT
AG ATAATT
TGC TATT
AGG ATTC
ACC ATCG
TCC TCCCC
TTG GCCG
TAC ATAC
TAG ATGC
TAG TGGG
GCG GCAC
AATT TAAG
ATCC ACG
ATAA ATAT
TGTT TGGG
TATG AAC
AAAG TAA
ATAAAA GG
TC ATAGC
TG ATAGG
TG TACCC
AGG AACG
AAG TGCC
AAG ACCC
AAG ACTT
AAG AATG
TTG ATCG
TAC ATTC
TAC AAGG
TAT GGGG
TAAG AGC
AGTG GCC
AGTTC GG
AGGGC TCGG
AA TATCC
AA TATGC
ATG TCCC
ATG TAGG
AAC TAGG
ACC TAAC
AAG AAAAC
AAAA ATAG
TTTT TTGG
AACC CCC
TGAA TAGG
TGAC ATC
ATC ACCG
AGC TCCG
TGC TGTT
ACC ACGC
TAC TTCC
TAG TCTC
TAG AAGG
ATAT ACAA
ATAA TGG
ATGG ACG
ATGC TGG
ATTG TGG
TATG AAAA
AGAAG TT
AC GCGGC
ATC AAATT
TAA TAGC
TAA ATATG
TGC TCCG
ACC AGAG
TTC TGAA
TTC AAGG
TAC TCTT
TAG AAAG
TCG ACAA
AAAC TCC
AGCC TCC
TGAC GGG
AAAG TTG
TT GCCC
AA AGCCC
ATT AATAA
AAC ACCG
AAC GGGG
ACC GCCG
TTC TGTC
TAG TGGC
TAG TTCC
TTTT TGTT
ATAT AATAA
ATTC ATTC
ATGC GGG
TGCC GGG
GCGC GGGG
TGATC GG
GC TGGGC
AG TCGTT
AGG TAGG
AAC ATCG
ACC TCAA
TTC TCAC
TTG TCGG
TTTT ATG
TCG AGCG
TCG ACGG
TCAA ACG
TGCG GCG
ACTC ATC
GCTC GCG
TGAAC GG
TC TTGGC
ATT GCAA
AGG ATTG
TAT AGCG
TAT AGTAG
ACAC AAG
AGGC TGG
TGAA ATTC
ATAG AAC
ACGG GCC
ATACC TT
TGTTTT GG
GC AGGGG
AC AGGGG
AC ATGCG
ATT AGTC
AGC ATTG
TTC TAGC
TTC TCGC
TAC TATG
TATT TCTC
TATT TATC
TATC TCC
ATAG TGG
TGAC TGC
AATC TGG
AGTG TCC
GGGGGGGG GGGGGGGG
AAC ACAAG
ACC ACAA
ACC GCGG
TTC TAGG
TTC TCGG
TAC ATTG
AAAA TAAAA
TAG AACC
TAT AAAAAA
TCG AAGG
ATAT ATATC
TAAC TTTT
ATTTT TAA
AAGC CCC
AAAG TGG
GCTC GCC
TCTG TCC
TTCTT CCC
ATAGC GG
GC ATGCC
TG TCCCG
AGG ACAA
TTC AGAG
AAG TCCC
TAC AAATT
TTTT ATC
TAT ATAAAC
TCTC TCTT
GCCC AAC
ATTG TAA
TATC CCC
TCTT TATT
GCGC AGC
GCGC GCGG
ACAG TCC
TCTCC TCC
ACTGC GG
TCGGCGCCATAGCC TATGGCGCCG
AG ATAAAC
TGC GGGG
ATG ACCC
TTTT TTGC
TCG AACC
AGCC TAG
ATAA ACG
ATAA ATAC
ATGG AAGG
TGGC ACG
TGAA ACG
TTCC ACC
TGTC AGC
AGAGG TT
TAGCC TT
TGC TCAC
ATG TCCG
TAC TTGG
TAT AAAATT
AAAC ACG
AGAG TAG
TGGC TGG
AGTG TGG
TACCC GG
ACAGC GG
AATTC GG
AA ACCGG
GC AACCG
TC ATTGG
AC ATAATT
TG AAAAAA
TGC TCGG
GCC TGCG
GCG ACCG
TAT GCTG
AATT AGC
ATCC AGG
AGTT AGC
AAGG AAG
ATATT TAA
ACTAC GG
AGAGAGAG AGAG
AA A
AC TAACG
AG TAACG
TG TCCTT
ATC AGGC
TAA TAAAA
TGC AACG
TTC TAAG
TTG TCGC
AACC CCG
ATAG AGC
CCCG TT
GC TAGTT
TGC TTTG
TTC ATCG
TCC TGCC
AAAA ATTC
TAG ATTTT
TCG AGGC
AATT TATG
ATAA CCG
TGTT TCTT
TAAC ACC
TAGG AAGTT
ATAC GGG
TGTC TGTC
TCGG TGCC
ACGC GCG
TAACC CCC
TG TACTT
ATC ATTTT
TGC TCAA
ACC TAGC
TTC AGGC
TTC ACTC
TAT GCTC
TAT ACAG
ATCC AAC
ATTG ATTG
AAGC TAA
TACC ACG
TCGC GCG
AAAG TTTT
TCGGCGCCATAGGC TATGGCGCCG
AC TATATT
ATC ATAC
ATC ATAG
AGC TGAA
AGG GCGG
GCC AGAG
GCC GCGCC
TAT GCCC
TGGG AGC
TTGG GGG
AATG ATG
AATG TTTT
GCCGG ACGGTCC
ACATC GG
TG ACCGG
ATC ATATT
TGC AGTGC
GCC TCGG
TCC ACTT
TAG TGCC
TAG TCAA
ACG AGGC
ACG TTGC
AAAC TAC
ATGG TTTT
AGGG AGAG
TCTT AAAA
TCTT CCCC
TCAA AGTT
TACC ACC
TTGC TCC
TAAAA TATT
TGCCC TT
TACCC TT
TCCTT CCC
TC ATACC
ATC AGAA
TAA ACTC
ATG AAAAC
AAC ATATT
TTC TGTG
GCC TAGC
TAG ACAA
ATAT ACAC
AGCC GGG
TCAA GC
TTGC TTGC
TGTC AGG
TGTC TAG
ACGG ACGG
TGAG AAG
AC TCGTT
ATT AGCC
AGC TGCG
TGC GCCG
TGC AGAC
AGG TACC
AAC TGGC
TAT ATCG
TAT ACATG
TCTC ACC
ATTG AGG
TCTT TTG
TGTG GCG
ATAC ATAC
ATAG AATT
TTTC TTG
TTTG TGG
AGTG GCG
TAAAA ATT
TCTG GCC
TGTAA GG
GC ATATT
TC AGAGG
AC TGGGG
ATT AAAAG
TAA TGAA
ATG AGTC
TTC ACCC
GCC GCCGG
AAAA AAATG
ACG AGCG
TCG AGAG
TCTC CCCC
TATG AATT
TGTG TCC
AAAG AAAC
TTTC TAC
ACGC ACGC
AATAA AAAA
GCTT TGG
TGTTTT CC
TG ATATTTT
ATT TATTTT
ATG AGAC
TTTT TCG
ATTC ATG
GCCC GGG
ATGG TTG
TAAC AAC
ACAA TGG
AAGC AGC
TCTG TAC
ACAAC GG
TGCCG AGTG
TC GCGGC
TC AAGGC
ATC TCTAC
AAG ATCG
AAG TACC
TAGC TCC
AACC AACC
TGTC ACC
TTTG TCC
TATCC TT
AA TGGTT
ATC AACG
ATC TGCG
AGC ACCG
TAA ACAG
AAC ACAG
TTG GCTG
TAG TATC
TTTT TATC
ATTTT CCC
TGTG TAA
TCGC TCCC
TCTCTCTC TCTC
C GG
AG TATGC
TGC ATCG
AAG TCTT
TTG TGAG
TAC ATCC
TTTT ATTC
ACG ACCC
TAT GCAG
GGG TGGG
AGAG AAGG
ATGC AAC
AAGC AGG
TTGG TGG
AGTC AGC
TT TGCC
AA GCCCG
TC TGGTT
TG TATATT
AAC TCCG
TAG AGGC
TCG ACAC
ATAA CCC
ATAA AGTT
TAAC TTCC
ATAC TCC
AAGC TGC
TAAG AAAA
TCAC GGG
TGAC ACC
GCAC GCG
ATAAC GG
TAGCC GG
TC AACCG
TGC TACG
ATG AGCG
ATG AGTG
TGG AACG
AAG GCCG
AAG TGTC
TAC ATAT
TTTT CCG
TCG ACCC
TATC TATT
ACTT CCG
ACCG ACC
TGTG ACC
TGAC AGG
ATTTG TAA
ATGCC TT
ACAGTG TCCGG
AA GCCGC
ATT AGGC
ATT ATATG
AGC ATCG
AGG AGTT
AAC TCGG
GCC AGGG
TTG GCGG
TTG AAAAC
TTTT TATG
TATC ATC
TCTT TGG
GCCG ACC
TGAA GC
ATAC AAC
TGAC TAG
AGAC TAA
TTTG TTG
TGAG AGG
TCTG TTTT
ATAATT CC
AA TGGGG
TC TACCG
AGC TGTGTT
ATG ATAG
AGG GCGC
TCC TTTC
TAC ATTTT
AGCC TGC
AGGG GCG
AGAA ATTG
ATAC ACG
TACC TGC
GCTG GCG
TCAG TTTT
ATCCC GG
GGGC GGG
AA ATAGAG
AGC AGTG
AAG ATAT
AAG ACGG
AAAA ATTG
TAG AGATT
TAT AGTTG
GCCC AGC
TAAG TAC
AAAG ATG
TTTG AATT
TTAA TAA
TACCC ACG
TTTTC GG
AA ATACG
GC ACCCG
TG AAAATT
AGG TATG
TCC ATTTT
TCC AAGG
AAG GCAC
TAG TACG
ACG TGGG
TAT ATTTC
GGG ACC
ATCC ATGG
TCTC TCG
TCCC ATC
TCCC TCCG
TATG TAG
ACAA TGC
ACCG GCG
TCCG GCG
TTTC TAG
TTTG GCC
TAAAA TAAAA
TGTGC TT
AGAAAA AAAA
AGTAC GG
ATT AAATC
AGG ATCG
AAC AGCG
TGG TGAG
TCC TCTCC
TTG AGTC
TTG TTGTT
TAG TACC
AAAC ATT
ATCC TAA
ATAA TCTC
TGCC TTC
TAAC TAG
TCGG TCG
AGTC ACC
ACTG TTTT
TC ATCCG
AC TATGC
ATC ATAT
ATG AATAA
TCC TTCG
AAG ATTTT
AAG TAAG
TCG AAGC
ATAA TAAG
TCTT GCC
ACAA GCC
ATAC TTTT
TTGC GGG
TCAC TAC
TGAC TTTT
AGAC AAC
AA AGCCG
AGC TGTG
TAA GCAA
AGG GCTC
TGG TATG
TGG GGGG
AAG GCAA
TAT ACTAC
TCG TAGC
TGTT TGAA
TGTT CCG
AGAG AAAA
ATTG AATT
TGCC AAC
AACC AAAA
AGTT GCC
TGGC ACC
TCAA TGC
TCAC ACC
TCGC GCC
TGAGC GG
CCCCCCCC CCCCCCCC
AC TCCTT
AC ATACG
ATC TTCG
TTC ACCG
TGG TAGG
TAG GCCC
TCG AATT
GGG AGCG
ATAT ACG
AGCC AAG
ATAA ATAG
TAGC ACC
TCCC TTTT
TAAC TAC
ACAA ATG
ACAA TCC
GCGC ACC
ATCG GCG
TTGC TGC
AA TTGTG
AG TATCG
TAA GGGC
TTC AACG
TGG TCGG
TAT ACTG
TCG TGAC
TCG TCGCC
ATTC TTTT
ATAA ATTTT
AACC ATC
TCTT TAC
ACCC CCG
TTGC TTC
TCCG GCC
AGTG AGG
AGTG ACC
TTAA TTC
AGAAAA TT
TC ATAGG
ATT ACTC
ATG TCTG
AAC ATAG
TAG TAAG
TAG AATC
ACG TCTC
TATT AGG
AAAC AATT
AAAC ACAC
ATTC AAC
ATAA TTG
AGAG GCC
TAGC TTTT
GCGC TCC
TCAA AGC
TCGG GCGG
ATATT TAC
AGCCC TT
TC T
TC AAAATT
TG TCGTT
ATC AATG
AGC ACAG
TTC GCCG
TGG ACGC
TTG TCTG
TAG ATAT
ACG ATGC
TCG AGGG
TCG ACGC
AAAC TGC
ATGG TAA
TGCC ATC
TGAA TATG
TGTG AGG
AGCG ACC
TGTC ATG
TGAG TAC
GCTG TGC
GCCGC GGG
AC TGGGC
AG TCGGC
AGC TGTT
TGC AAAAC
AAG TGAC
TTG TACG
TTG TTTTTT
ACG ACAA
TCG TCAC
ATCC AAAA
ATTC AATT
TGTT ACC
ATGG ATT
ACAC AAC
AGAA TTTT
TCTT TAA
AGGC ACC
ATAC ATGC
AAGC ACC
AGCG GCGG
AGAC AGG
AGAC ACC
AAAAG AAAA
TC TACCC
AGC GCAC
AAC ACGC
GCC TAGG
TTG AAAG
TAC TGTTC
GCG AAAC
ATAA TATG
ATTG TCC
TATC CCG
TCGC TGC
GCTC ACC
ACTG ACC
GC TAGCC
TC ATTCG
AG A
TG TATCG
AGG TTCC
TTC AAGC
TCC GCCC
TAC AAAG
AAAA TTTTC
GCG TGTG
ATAT AAAG
AATT AGTT
ATTC TCTC
ATGG ACC
ATTG ATT
TGGC GCC
TAAC GGG
ACAA TATT
TTGTT GGG
TTGTT TGTT
ACCCG TT
GCCCC GG
AGAAAC CC
TG TAGCG
ATT GCCC
TTC ATATT
TAG AAATT
TAT AGAGG
ATAA GC
AGGG GC
AGAA TGC
AGGC TGC
AGGC TCC
ATTTT TATT
AGCG TGC
AACG ACC
TCCG TCCG
TACG TGC
AGTG ACG
TAAAA AAC
ACTC ACC
AC TGCCCCC
ATC TGGG
ATG GCTT
TTC ATAC
TTTT ACC
TTTT TTCC
GCG TCTC
ATAA TAAC
AGAG ATG
TAGC AATT
ACAC CCG
AGAA ATTC
TGGC ACCG
ATTTT GGG
GCGC GCCC
TGGG TGGG
TTCG TGC
TAAG TAA
ACGG AGG
TCAC TGC
GCAA ACC
GCAG AGC
AC TCCCG
AGG AATC
AAC TGTG
TAG TCTT
TAG GCGC
TAT ACCG
ACTT TCC
TCAA TGG
TGTC ACG
TCGG GCC
TCGC TGG
TTAA TAG
ACTC TAC
TATAA ATAG
AAGAA GGG
TC TCGTT
ATT TCTTC
ATC TGTG
TGG TCCC
TTG AAATT
TCG TGTG
ATAA TATC
ATGG TAC
ATGC TAA
AACC AAG
AACC GGG
ATTTT TAC
TCAA TAA
TACC AAAA
ATAG TAA
GCGG TGGC
AGTC TCC
ACAG TGG
GC GCGGCG
TC TATGC
TG TAACG
ATT TCTAA
ATC TCTG
TAA ACTG
TTC ATAT
AAAC TTG
TAGC AAG
TAGC TAAC
TATG TGTT
ACAA AGG
ACTT TGG
TTCC TAC
ATCG TCC
ATAC TGC
AAGG AAGG
TCGG GGG
AAAG AGC
GCAC ACG
AGCCG AGCCG
GCCGCC GCC
GC ATGTT
GC TAGGG
TG ATAATT
ATC TGTC
AAC ACTC
TTC AGTC
AAAC AGC
ATTC AAG
TAGC GGG
TGAA TATT
ATTTT TTG
TCAA AGG
TTGG TTGG
GCTG ACG
GC TGGGG
TC AAGAA
ATT AAGC
ATC AGGG
ATG ACGC
TCG TATT
TAGC AGG
TATG TATT
GCGC AGG
TGTG AAG
GCGG TGC
TGCG GCC
TGAC TAC
TTTG TAC
GCAG TGG
ATAGTT GG
AA TGCCC
AGC TTTC
TAA AGCC
TAA AACAA
TAG TGTC
GCG ACTT
ATTG TTGC
TGCC AAG
ACAC TGC
AGAA ATAA
ATTTT AAAA
TGGG GCC
AGCG GCC
TCCG GCCC
AAAG TCC
TGAG TGG
GCAGC AGC
AAGATC TATGGCGCCG
GC TCGGC
ATC GCCG
ATC AATAA
AAC AAAAG
TGG TGAA
ACG TGAA
ACG TTCC
ACG ATCG
ACG AGAC
AAAC TGG
AGAG TGG
ATGG TTC
AGTT TGTT
TATC ATT
ACCC ACCC
ACTT TAC
ACGC ACC
TTAA TAAG
GCAC GCC
AGATT TTTT
TCAG TTC
TC ATGCG
AAC TCAC
ACC TCTT
AAG AGAAG
ATTC TTG
AACC AGC
AGTT ATT
AGTT AGTT
AGAA GCG
TCAA ATG
TCAA ATAA
TAGG TAC
TAAG AAG
ACGG ACG
TAAAA TTTT
TAATT TAA
ACAG TAC
TCAG ATTC
ATATATAT ATAT
TCCCC GG
ACTCG GCAA
TCAAAA CC
ATC AGAC
TAA ATATC
ATG TCGG
AGG TGCG
TGG TAAC
TCC AAGC
TTG ACCG
TTTT AGG
TAT ACATT
AATT ATG
ATCC TAC
ATGG TTGG
AGTT AAAA
TCCC TAC
ACAA TTC
AGGC GCC
ATCG ACC
TCAC AAAC
TTTG TCG
TGAG GCG
ACTG TTC
ATTATAT AATC
GC TCCCG
AG ATAGAA
ATT GCTC
ATC ACGC
TGC TGAA
ATG TGCG
ATG ATATT
ACC AAAAC
TCC AGTT
TTG AATG
ACG TGCC
GGG GCC
AGAA TTC
TGGC GCCG
ACTT TATT
AACG AGG
AACG GCG
TCGC TAC
AATC AAG
ACAG GCC
GCAA GCG
GCAG GCG
AGATC TT
TGGGC TGGG
AACGG TCG
GC ATGCG
AC TATCG
AC TGGCGG
AG T
ATT TATTC
ATC AGTC
ATC GGGG
AGC GCCC
AGC TGTC
AAAA ATAC
TAG TAAC
TAG TCGG
TAT ATAGC
TAT AGTAA
TCG TATG
TCTC TAA
ATGG AAC
ATGC TTC
TATC ACG
ATTTT TGGACCC
TTCG GCC
TCTGC GG
TAACC AAAC
TGGGC CCC
AAATAA CC
AA TAGCC
AA TACTT
AA TCCGG
AC TCCGG
ATT AAAAC
TGG TACC
TAG ATCG
TAG AATG
TTTT AAG
AATT CCG
AGCC AAC
AGGG TTC
ACCG TCG
TAGG TGG
TTGC AAC
AAAGC GG
TC ATAATT
ATC AAATC
AGG TGCC
AGG TGAA
TCC TCAC
AAG GCGG
TTG ACGG
ACG AGAA
TAT AGAAAA
TAT AGTAT
TCG TCAA
AATT TGAA
ATTG GC
ATAC ATAT
TTCG TTTT
TAAAA ATG
TAAAA TATG
AGTC GCC
TAATT TATT
TTGTT TTC
ACTG GCC
TTTTTT TTC
TATAA TTTT
TGCCG AGTGC
GGGC CCC
AGTTTT TTTT
AA GCCGG
TC AAAAAA
TAA AGGC
TAA GCTT
ATG GCTG
ATG AAATG
ACC ATAC
TGG GCTC
TCC TGTT
TCC AAATT
TTG GCAA
ACG AACC
TAT ATAATT
TAT ACTAG
TCG TACC
ATAT AATCC
ATCC AGC
GCCC AGG
ACAC TAC
AGGG AAG
TGGC TAC
TGTG TGTT
TTCC TTCC
ATAC AATT
AAGG TAC
TGAC TTC
AAAG TAG
TTTC TGC
TACG TGG
AATC TGC
GCAG GCC
ATCCC TT
GCTGC TGC
TAACC GG
TCATT TTTT
TCAGC GG
AGAAAC GG
ATT AGTG
TAA AAAAAA
ATG TCGC
AAC TGGG
TGG ACTT
TTG ATAT
ACG TTGG
TATT TAAC
ATCC GCG
ATTC TGC
AGAG AAC
TGGC GCG
ACCG GCC
TACC AAG
ATAG AAAC
AGAC GCG
TGATT TTTT
ATACTT CC
AC A
ATT TCGG
ATC AAAAC
TAA GCAC
TAA ATAAAA
ATG ACGG
TCC AGAG
ACG TGTC
TCG TCAG
ATAA TGTT
ATGC TAG
TCCC TTC
TATG TTC
GCCG GCGG
TGAA ATTG
GCGC TGG
ATATT TTC
AATG GCG
ATAAAC CC
AATAC GG
AA TGCTT
ATG ACAG
AAC TGAC
ACC AGAA
GCC ACTT
TCC AGCG
ATCC TTC
GCCC ATC
ATGC ACAC
ATTG AGC
AACC TGC
TAAAA CCC
ATGTT TGTT
AGAGG GGG
TATAA TATT
AGTAG TAG
TGAATT GG
AC ATTCG
ATT TAGTT
AGC CCCG
TCC TGCG
AAG AAATG
TTG ATAG
AAAA TGTT
GCG AAGC
ATTC GGG
TAGC TGG
ACCG TTGG
TGTG ATG
TAGG AGG
ATAG TATT
TTGC TGG
TCAC TAG
TGAG ACC
TGAG TCC
TGAG ATGG
GCTT TTC
GCCCG ACCC
AGGGG AGG
ACCGG ACAC
AAAGC TT
AA TCCTT
ATT AGATT
AGC ATTC
TAA ATCG
TGC TAGG
AAC ACGG
TTG AATAA
TAC AGAG
TAC TGCC
ACG TCAC
GCG ACAC
GCG ATCG
TCG ATTG
GCCG TCGG
TCAA TAG
ATAC ATT
AAGG AGC
TTTG TAG
AGTG AAAA
GCAC ACC
GCGGCG GCGG
TGAAAA CC
GC TTCTT
AG ATAGTT
ATT AGAAG
AGC TAAG
ATG ACCG
ATG TGATG
AGG ACCG
ACC AGCG
TCC ACGC
TCC TTAA
TTG AGAC
AAAA AGAG
GCG GCGCC
TCG TGCCG
TATT TTCC
TATG AAG
ACAA ATAAAA
TGCG ACG
AAAG AATT
AATC AAC
AGTC TGC
ACTC TAG
TCTG TGC
AGGCC TT
ATTTTTT GG
TT TATG
AA ATAGAA
GC TATCC
TC TATCG
AG ATATTG
TAA AGGG
TAA TAGG
ATG ACATG
TGG TCCG
GCG GCTGC
TAT GCGC
ATGG AAG
ATGG AAAA
ATGG TAG
ATGC AAAC
ATTG ACC
ACTT TTC
TCAA GCC
AAGC TTC
AAGC TGG
ATAG ACC
TGTC GCC
AGTG AGC
TCTAC TAC
TCTTTT GG
GC TCGTT
AG ATAGCC
TG TACCG
ATT TCCG
ATT TGGTT
ATG TTGTT
TCC TATG
TCC TACC
TAG ACCG
ACG TGTG
TATT AGTT
AAAC TTC
AGCC TAC
ATAA ATAAAA
TGCC GCG
TCCC GCC
TTTC TCG
ACAG TGC
TTCTT TCTT
ACCGG ACAGTGTCCGG
TCTAC GG
GC ATCCC
AG TCCCG
AG TGGCGG
ATT ACCC
AGC GGGC
TAA TCTAA
TGC ACTG
ATG TTTTTT
TCC TATC
TCC ACTC
TAT ATAGG
TCG TCTTC
ATTC TGG
AGTT CCG
TAAC ATG
TAAC TTC
TAAC AAG
TCAA TCTC
TTCG TTC
TGTC AAG
TCGG TGC
AATC AGC
AGTG TTC
TAGGG ACTAA
TC TCGGC
AC TACCG
TGC TATC
AGG TCAA
AGG TGTC
AGG AGGGG
ACC TATT
ACC TACC
TCC AACG
TTTT AATGTC
GCG TAGG
ATCC GCC
ACAC TTC
TGGC AGG
TGGC TGCC
ACAA ATTC
ATAC TTG
TCAC TCG
TGAC AGC
TGAC TGG
TAAAA TTC
AGTC GGG
TAATT AATT
ACATT TTTT
TCTGC TT
ACGCC TAC
ACAAAA GG
TCAAAC GG
ATT TATAA
ATC ACGG
TGG TGTGG
AAAA ACTT
ACG TGTT
ATCC GGG
ATCC TCTC
ATTG ATC
ATTTT ATT
ACTT GCC
ATAC TTC
AAGG AAAA
AAGC AAGG
TCCG TGC
TAAAA ATC
TT TTCG
ATT GCTG
TAA TGGG
TGC ATAT
TCC GCCG
TCC TTTG
TCC TCTAA
AAG AGCG
AAAA TCTC
TAT ACTAA
TATT ATTTT
AGCC GCG
TAGC TCG
ATTG GCC
TGCC AGC
TCCC AAAC
GCCG GCCCG
AAGC AAC
AACG AGC
TTGG ATC
TCAC AAC
TCAC TGG
AGAC AGAG
AATC TAC
TAAAA TAAG
TTAA AAC
TTAA CCC
TCATC CCC
TGCCG AGTGCC
GC ATGGG
GC AACGG
AGG ATAA
AGG TGTG
ACC AGGC
TCC ACGG
AAAA TGAA
TAG AAAAC
TCG GCAC
GGG TTTT
ATAT ATCC
AGAG AAAC
ATTG ACG
ATTG TATT
AGTT TGTG
GCGC GCGCG
ACTT TTG
TACC AAAC
AACG GCC
TGTC TAC
TGTC TTTT
TCAC GCC
AGTG TTG
ACGC AGG
TAATT ATGG
ACTC TAA
ATGTT TGG
TT AGTT
AA TAGGG
AGG TATT
TGG ACTGG
TCC TGTC
TAG TGTG
GCG TCGC
TAT ACGG
TAT AGAGC
TAT ATCTT
ATAT AATG
AAAC AACC
AACC TAC
ACAC TAA
AGAA TCC
ACCC GCC
ATCG TGC
TGAC TCG
AGAC AGC
TAGTAG TAG
NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN
TC TGGGG
AGC AATG
ACG TTTT
ATCC ATT
ATCC TCG
TCTC GCC
TCTC TTGG
ATAA ATATG
AGGG TCCAAAA
TAAC TAAC
ACCC TGC
AGGC GCGG
TACC TAC
AACG AACG
TGTC AAC
TCCG TCG
ATATT ATT
TTTC AAG
AATC ATG
TTTG TATT
GCTT GCC
AGTTTT CC
ATAGAA GG
GC AAATT
GC ATATC
TC TAGCG
AC T
ATC GGTT
TGG TTAA
TGG GCTG
TCC TAGC
AAAA AGTT
AAAA TAGG
TAG TGAA
TAT AGAAG
GGG TTC
GCCC TGC
GCCC ATG
TATC ACC
TATC AAG
TCTT AGG
ACCC ACG
TGAA GCG
TCGG TGG
ATATT TAG
ATATT TATT
TGAG GCC
ACAG AGG
TCAG ATC
AACAA CCC
TGCCG AGTGTC
ATACAA GG
AA TTGGC
AC GCGCGG
AG ACTTGG
TAA TACC
TCC TCGG
TCG TACG
AAAC TCG
AGGG ACC
AGAA ATGG
TATC AATT
TCCG TTC
TCAC TCTC
TGAC GCG
AGAC TGG
ACGC GCC
TGAG AATT
AAATT TTTT
GCAC TGC
TAATT ATT
ACAG ACC
GCAA AGG
GCAG ACG
TAGTT TGC
ATAAAC TT
AGTCCG AGCCC
AC TAGCG
AT ACCCCC
AG ATATTTT
ATC ATATG
TAA ATAAG
TTC ACGG
TCC TCAA
AAAA TTGG
TAG ATAG
AAAC ATGG
AATT ATTTT
ATCC TGG
TCTC TGG
ATTC TATT
ATAA GCC
TATC TTG
ACAA ACG
AACG TGGG
