{"<s>":0,"<pad>":1,"</s>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"TT":261,"AA":262,"GC":263,"TC":264,"AC":265,"GG":266,"AT":267,"AG":268,"TG":269,"CC":270,"ATT":271,"ATC":272,"AGC":273,"TAA":274,"TGC":275,"ATG":276,"AGG":277,"AAC":278,"ACC":279,"TTC":280,"GCC":281,"TGG":282,"TCC":283,"AAG":284,"TTG":285,"TAC":286,"AAAA":287,"TAG":288,"TTTT":289,"ACG":290,"GCG":291,"TAT":292,"TCG":293,"TATT":294,"GGG":295,"ATAT":296,"CCC":297,"AAAC":298,"AATT":299,"ATCC":300,"AGCC":301,"TCTC":302,"ATTC":303,"ATAA":304,"TGTT":305,"GCCC":306,"AGAG":307,"ATGG":308,"ATGC":309,"TAGC":310,"ATTG":311,"TGCC":312,"AACC":313,"ACAC":314,"AGTT":315,"AGGG":316,"TCCC":317,"AGAA":318,"TATC":319,"TCTT":320,"TGGC":321,"TAAC":322,"TATG":323,"GCCG":324,"ACAA":325,"ACCC":326,"AGGC":327,"TGAA":328,"ATTTT":329,"GCGC":330,"ACTT":331,"ACCG":332,"TCAA":333,"TGTG":334,"TTCC":335,"ATCG":336,"TAGG":337,"TGGG":338,"ATAC":339,"AAGG":340,"AAGC":341,"TTCG":342,"TACC":343,"TAAG":344,"ATAG":345,"AGCG":346,"AACG":347,"TTGC":348,"TGTC":349,"NN":350,"TTGG":351,"TCCG":352,"ACGG":353,"GCGG":354,"TCGG":355,"TGCG":356,"TCAC":357,"TGAC":358,"AGAC":359,"ATATT":360,"TCGC":361,"AAAG":362,"TTTC":363,"TACG":364,"AATC":365,"TTTG":366,"AGTG":367,"TAAAA":368,"AGTC":369,"ACGC":370,"CCG":371,"TTAA":372,"ATATG":373,"TGAG":374,"AAATT":375,"GCAC":376,"AATG":377,"TAATT":378,"GGGG":379,"ACTC":380,"GCTC":381,"AAAAC":382,"NNNN":383,"ATATC":384,"ACAG":385,"TTGTT":386,"ATAAAA":387,"TCTG":388,"ACTG":389,"TATTC":390,"AATAA":391,"GCTT":392,"AGATT":393,"GCAA":394,"ATGTT":395,"GCTG":396,"ATAAC":397,"TTCTT":398,"CCCG":399,"TTTTTT":400,"TATTG":401,"AAAAG":402,"ATAAG":403,"AAATC":404,"AGAGG":405,"AGCCC":406,"ATTTG":407,"TCAG":408,"GCAG":409,"ATTCC":410,"AGCCG":411,"TAGTT":412,"GGTT":413,"TATCC":414,"ATATATAT":415,"TGCCC":416,"TATAA":417,"ATGCC":418,"GCCCG":419,"TCTCC":420,"GCGCC":421,"AGAAG":422,"ATGGG":423,"ATAGC":424,"ATTGG":425,"ACATG":426,"TCTAA":427,"ATCCC":428,"TATTTT":429,"AACAA":430,"TCTTC":431,"AGAGC":432,"AGGGG":433,"TATGG":434,"GCTGC":435,"GCCGG":436,"AAGTT":437,"AAATG":438,"ACTAA":439,"TCATC":440,"TAGCC":441,"AGATG":442,"ACAAC":443,"TGCCG":444,"ACCGG":445,"TGGTT":446,"ATAGG":447,"GCAGC":448,"TTGTG":449,"TAGGG":450,"ATTTC":451,"AGATC":452,"ACATC":453,"TGGGG":454,"AAAAAA":455,"ATACC":456,"ATCCG":457,"TGTGC":458,"AACTT":459,"GCGGC":460,"TGATG":461,"AGTTC":462,"ACATT":463,"AAGAA":464,"TCTGC":465,"TAACC":466,"TACCC":467,"AGTGC":468,"TCCCC":469,"AACCG":470,"AGTTG":471,"TGTTG":472,"ATTCG":473,"AGAAC":474,"TGATT":475,"NNNNNNNN":476,"ATCTT":477,"AGTAG":478,"TCGCC":479,"AAACC":480,"AGTAA":481,"ACTGC":482,"AGAAAA":483,"ACAAG":484,"TGTTC":485,"TACTT":486,"TCCGG":487,"ATAATT":488,"ACACC":489,"AGGCC":490,"TCCTT":491,"ACAGC":492,"AGTGG":493,"TGTGG":494,"TCACC":495,"TGGCC":496,"AATTC":497,"TATATT":498,"TCATT":499,"TTGGC":500,"ATGGC":501,"AGTAC":502,"TGTAA":503,"GGGC":504,"AAAGC":505,"ACGCC":506,"TCTAC":507,"TGAAC":508,"TCTAG":509,"ATGCG":510,"TTTTC":511,"TGAGC":512,"TCAAC":513,"ACTAC":514,"TCAGC":515,"ACCCG":516,"TCATG":517,"AATCC":518,"TGAAG":519,"ACTTG":520,"ACACG":521,"ACTTC":522,"TGGGC":523,"TGATC":524,"TATGC":525,"ACCCC":526,"TGCTT":527,"TCGGC":528,"AGGCG":529,"ACTAG":530,"TCTTG":531,"AAAATT":532,"ACTCC":533,"ATTGC":534,"CCCC":535,"AATTG":536,"AAAGG":537,"AACGG":538,"AATGG":539,"GCCGC":540,"ATAAAC":541,"TGTAC":542,"TGGCG":543,"TGTAG":544,"AGTCC":545,"AAGGG":546,"AGACG":547,"ATTATT":548,"TGTCC":549,"AATAG":550,"AATAC":551,"TGAGG":552,"TCGTT":553,"TAATAA":554,"TCCCG":555,"AGACC":556,"AATGC":557,"ACAAAA":558,"AAGGC":559,"ATCGG":560,"ATACG":561,"ACAGG":562,"TGACC":563,"GCGGCG":564,"TTCGG":565,"TAGCG":566,"TAAATT":567,"AGCGG":568,"AATTTT":569,"AAGCC":570,"AACCC":571,"AAACG":572,"TACCG":573,"AGTTTT":574,"AATAT":575,"TCAAG":576,"AGCTT":577,"ACTGG":578,"GCTCC":579,"TCTGG":580,"TGTTTT":581,"TATCG":582,"GCGCG":583,"GCCGCC":584,"ATTTAA":585,"ATTTTTT":586,"AGCAGC":587,"TGTCG":588,"ACTCG":589,"AGGAGG":590,"TCTCG":591,"TCCTCC":592,"TGACG":593,"GCACG":594,"ACCTT":595,"TAACG":596,"GCCCC":597,"ACGGG":598,"AGGTT":599,"AGTCG":600,"ATTTTC":601,"ACGCG":602,"TAAGG":603,"TGCTGC":604,"TCTAT":605,"ATATTG":606,"ATATTTT":607,"TGCGG":608,"TTCTTC":609,"GCTGG":610,"TCGCG":611,"TCTTTT":612,"TCACG":613,"AGGGC":614,"ATTTTG":615,"ATATTC":616,"GCATC":617,"TAAAAAA":618,"TTTTG":619,"TCGGG":620,"GCACC":621,"AAATAA":622,"GCGGG":623,"TGGTGG":624,"GCAAC":625,"TCAGG":626,"TGAAAA":627,"GCTTC":628,"AGTAT":629,"TTTGG":630,"AAGAAG":631,"ATAGAA":632,"GCATG":633,"ATAGAG":634,"TTTTGG":635,"TCAAAA":636,"TCTTCC":637,"ATACAA":638,"ACCACC":639,"TTCCG":640,"ATAGTT":641,"AACAAC":642,"TCTCCC":643,"TATATG":644,"NNNNNNNNNNNNNNNN":645,"AAGCG":646,"AGAAAC":647,"AATCG":648,"ACGACG":649,"TACGG":650,"TGTTGG":651,"AAAACC":652,"AATATT":653,"GCTAA":654,"ATATATATATATATAT":655,"TTTTCC":656,"GCCTT":657,"ATCATC":658,"ATGATG":659,"ATATGG":660,"TTGTTG":661,"TCGTCG":662,"AAAAAAAA":663,"ACTAT":664,"GCTAG":665,"GCAGG":666,"TAAAAC":667,"GCTCG":668,"ACAAAC":669,"TTTGC":670,"AAAAGG":671,"TGTAT":672,"ATTTGG":673,"GCTTG":674,"GCCCCC":675,"TCAAAC":676,"ATACAC":677,"GCTAC":678,"GCAAG":679,"TCTATT":680,"TTTAA":681,"TAGTAG":682,"ATACTT":683,"ATATCC":684,"AGCTGC":685,"TTTCC":686,"TATATC":687,"AAACCC":688,"ATTTAG":689,"ATTAA":690,"TGAATT":691,"AACTAA":692,"TACTAC":693,"AACAAG":694,"AGATGG":695,"TTGTTC":696,"TCCCCC":697,"AGAATT":698,"TTTAG":699,"AAATTC":700,"TAAAC":701,"ATTTGC":702,"ATCTCC":703,"TATAAAA":704,"AACATG":705,"AACAC":706,"TATATAT":707,"TGTGTT":708,"TCTCTCTC":709,"AGAAGG":710,"TTTTTTTT":711,"AATTCC":712,"TCCACC":713,"AGGTGG":714,"AAATAT":715,"ATGCCC":716,"TTATT":717,"AGAGGG":718,"TTCCC":719,"ATCTTC":720,"TGTTCC":721,"AGGAGC":722,"ATCTC":723,"ATGTG":724,"AGTATT":725,"ATCAA":726,"GCGCGG":727,"ATAGCC":728,"GCGCCG":729,"GCCACC":730,"TGGTGC":731,"AGAGAGAG":732,"TTGTGC":733,"ACTTTT":734,"GCCTCC":735,"ATTGTT":736,"AGTTGG":737,"ACATGC":738,"TTCTCC":739,"AGATAA":740,"ATGAA":741,"AGATGC":742,"ATGTGC":743,"ATTTATT":744,"AGGCGG":745,"ACATAA":746,"ATGTAA":747,"ACATGG":748,"AGCTCG":749,"ATGTGG":750,"TTGAA":751,"ATCTAA":752,"TGGCGG":753,"TTGGG":754,"ACAATT":755,"TTCTC":756,"AGGAAG":757,"AGCTCC":758,"TTGCC":759,"TACAA":760,"ATGTC":761,"TCTTGG":762,"TGTATT":763,"AGGCCC":764,"TTCATC":765,"AATTGG":766,"TAAAAG":767,"TGGAGC":768,"GCGACG":769,"ATGAAC":770,"ATGTTG":771,"AGATTC":772,"TTTAC":773,"AAGAAC":774,"ACCCCC":775,"TGTTTGG":776,"TGATGG":777,"ACTATT":778,"TTCTAA":779,"ATTTCC":780,"AGCACC":781,"AGATCC":782,"ATCTAG":783,"ATAGGC":784,"TGAAAC":785,"AGGGGG":786,"ACAAGG":787,"AAAATAA":788,"ATGTAC":789,"GCGGGG":790,"ATCACC":791,"TAGCCC":792,"TAGAA":793,"AGCTC":794,"AGCTAA":795,"AGTTCC":796,"TTCAA":797,"ATTTAC":798,"TCCTC":799,"TATGTT":800,"ACAACC":801,"ATGAAG":802,"GCGGCC":803,"TTGTAA":804,"ATTTAT":805,"ACCAA":806,"TGAAGG":807,"AGCAAC":808,"TGCTCC":809,"ACTTCC":810,"TTGTAC":811,"ACTTGG":812,"AGCTAG":813,"ATACCC":814,"AGATTG":815,"ATGTTC":816,"AGGAA":817,"ATCTGC":818,"GCGTGC":819,"ACGGC":820,"ATCTG":821,"TTGTAG":822,"AGCAA":823,"AAACGG":824,"TTGTC":825,"ATAACC":826,"AGCTTC":827,"ATCAAC":828,"ACATAT":829,"ATCATG":830,"TTGATG":831,"TCGTGC":832,"AGTGGC":833,"ACACCC":834,"TGGGCC":835,"ATTATG":836,"AAGGGG":837,"GGGTT":838,"ATCCCC":839,"AAGAAAA":840,"ACGTT":841,"TATAG":842,"TAAAATT":843,"GCGAGC":844,"AGTAGC":845,"AGAACC":846,"TGGAGG":847,"TCGTCC":848,"TATTCC":849,"TTGAAG":850,"TCGTC":851,"TACAAC":852,"ATAGGG":853,"TTCCCC":854,"GCATT":855,"GCCTC":856,"TGCACC":857,"GCGAGG":858,"TATAC":859,"ATCAC":860,"AACTCC":861,"AGACAC":862,"ACCTCC":863,"AAACTT":864,"TGCAGC":865,"TGGTG":866,"ATCATT":867,"AACTC":868,"ATGTAG":869,"ATCAGC":870,"AGCCGG":871,"ATGGGG":872,"ATAAGG":873,"TCAAGG":874,"ACGCGC":875,"AAAGAA":876,"TCGACG":877,"GCCTGC":878,"TTGTTTT":879,"AAGATG":880,"AGATAT":881,"TGTGCC":882,"TATTGG":883,"GCGTCC":884,"TTGTGG":885,"ACGCCG":886,"AACTTC":887,"AGTGTT":888,"AGATCG":889,"TAAGC":890,"TAGGC":891,"TATCTT":892,"AACCCC":893,"TCTCTT":894,"TAGGGG":895,"TATTTTTT":896,"TATAAG":897,"NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN":898,"ACTAGC":899,"AGTGCC":900,"TGTGGC":901,"GCGTT":902,"ATGATT":903,"TGCTTC":904,"AGACAA":905,"ACGGGG":906,"TGCTC":907,"TATATAA":908,"TGCGC":909,"AGAGCC":910,"ATCAAG":911,"ATTCTT":912,"AAATGG":913,"TGATGC":914,"AACACC":915,"GCCACG":916,"AGGCCG":917,"TTGATT":918,"ATCTAC":919,"AGCGC":920,"TAATAG":921,"AGCTGG":922,"AAATTG":923,"TCAATT":924,"ATTTTGG":925,"TAATTTT":926,"TCATCC":927,"TGAACC":928,"AGCACG":929,"AAGAGG":930,"TTCTAG":931,"GCGTGG":932,"TTGTCC":933,"TGATCC":934,"ATGGCC":935,"AACAAAA":936,"TACTCC":937,"ATGCCG":938,"TGGCCG":939,"TAAGTT":940,"GCCCGG":941,"TTCAC":942,"ATATCG":943,"TACTAA":944,"AGCAGG":945,"TGCAA":946,"TTGATC":947,"AGCAAG":948,"TCGCCG":949,"AACGC":950,"ACATTG":951,"TATCCC":952,"TGTCTC":953,"ATTAAAA":954,"ACAGAG":955,"ACATCC":956,"TAGAGG":957,"AGTGGG":958,"TGCCGG":959,"TGGTTC":960,"TGTAGC":961,"TAGTAC":962,"ATTAAG":963,"TAGCCG":964,"ACAGCC":965,"TAACTT":966,"ATGAGG":967,"TCTGTT":968,"TTGGCC":969,"TATCCG":970,"ATCGC":971,"GCGTCG":972,"AACTGC":973,"ACCGC":974,"TATTCG":975,"TGATTC":976,"TAATTC":977,"TCATGC":978,"AGAGCG":979,"TAAATC":980,"TCCAA":981,"ACGCCC":982,"AGCCCC":983,"TATAAC":984,"AGCTAC":985,"AGACGG":986,"TAAACC":987,"TGGCCC":988,"TCCGC":989,"ATATATT":990,"TTTTTTC":991,"ACATTC":992,"AGTGAA":993,"TGCTGG":994,"AGCCCG":995,"AACTAC":996,"TCGCCC":997,"AGATAG":998,"ACGAGG":999,"AAGATC":1000,"TGACAC":1001,"AAGTTC":1002,"TAGATT":1003,"TGCCCC":1004,"TGAGAG":1005,"TATAATT":1006,"TGTCGG":1007,"TATAGG":1008,"ACGTGG":1009,"AAATCC":1010,"TGATAA":1011,"TTCTAC":1012,"AAGTGG":1013,"ATCTGG":1014,"TGATTG":1015,"ATTCCC":1016,"ATGTCC":1017,"AGTCTC":1018,"AGTAAC":1019,"ATGGTT":1020,"ACGGCG":1021,"TGTATG":1022,"ACGTCG":1023,"TCTAGC":1024,"ATGAC":1025,"TGCTAC":1026,"GCATGC":1027,"TTCAAC":1028,"GCCGGG":1029,"ATATAA":1030,"AGTATG":1031,"ACGACC":1032,"TCAACC":1033,"AAGTAA":1034,"ATGACC":1035,"TTGAAC":1036,"TCTCGG":1037,"TGTGGG":1038,"ATGTTTT":1039,"ACACGG":1040,"AAATGC":1041,"TGTCTT":1042,"AGTTCG":1043,"TCCATC":1044,"TTCACC":1045,"TCGGCC":1046,"TCACTT":1047,"AGTCCC":1048,"TCTATC":1049,"ATTGGG":1050,"AGTGTG":1051,"TGAGAA":1052,"TTGAGG":1053,"GCTGCC":1054,"TATACC":1055,"ACTAAC":1056,"TTGAGC":1057,"ACTGCC":1058,"AAAGAG":1059,"AACATC":1060,"AACTAG":1061,"TATAGC":1062,"ACTGTT":1063,"TAATAC":1064,"ATTAGC":1065,"AGTACC":1066,"TGCGCC":1067,"AAGAGC":1068,"ACGAGC":1069,"AAGTAG":1070,"TATGGG":1071,"TGTCCC":1072,"TTCGTT":1073,"AGTAGG":1074,"TGCAGG":1075,"ATTATC":1076,"ATGGCG":1077,"TTGACC":1078,"AGTCAA":1079,"AGTGTC":1080,"ATGAGC":1081,"TTCGC":1082,"ACTCTC":1083,"ACTCCC":1084,"TGGGGG":1085,"TCATGG":1086,"TTCTTTT":1087,"TCTGCC":1088,"ACAACG":1089,"AATCAA":1090,"ACAGGC":1091,"ATACGG":1092,"TCGCGC":1093,"GCAAAA":1094,"AAGTGC":1095,"TCACAC":1096,"TCCAAC":1097,"GCGGCGG":1098,"ATGCTT":1099,"AGTATC":1100,"TAAATAA":1101,"AAAGTT":1102,"TCATTC":1103,"TGACAA":1104,"TAAATG":1105,"TGCTAG":1106,"ATTAGG":1107,"GCCATC":1108,"TCATAA":1109,"TCGGCGCC":1110,"ACGCGG":1111,"ATTAAC":1112,"TCGGGG":1113,"ATAACG":1114,"AAGTTG":1115,"TGGATC":1116,"AGAACG":1117,"ACTATC":1118,"ATATGC":1119,"ATTAATT":1120,"TTCTGC":1121,"TGTGAA":1122,"GCGACC":1123,"AATATG":1124,"TCTATG":1125,"TGTATC":1126,"ATGATC":1127,"TGTTGC":1128,"TCACCC":1129,"TTGGGG":1130,"ATGACG":1131,"ACCAAAC":1132,"TTCTTG":1133,"TCCAGC":1134,"ATTTTCC":1135,"TCCCCG":1136,"TACTAG":1137,"GCGCCC":1138,"AGTCTT":1139,"TCGTGG":1140,"AAAAAAC":1141,"ACTACC":1142,"TCTCCG":1143,"TGACTT":1144,"ACCAAC":1145,"ATCCGG":1146,"AATGAA":1147,"ACAGAA":1148,"AGTGAC":1149,"ACAGTT":1150,"TCCTTC":1151,"ACATAC":1152,"TGAGCC":1153,"ATATATATATATATATATATATATATATATAT":1154,"AGACTT":1155,"TCGGCG":1156,"AATAAC":1157,"ATTCGG":1158,"GCCAGC":1159,"TCCACG":1160,"TCAGTT":1161,"ATACCG":1162,"TGAGTT":1163,"ATTTGTT":1164,"AGACCC":1165,"TCTAAC":1166,"AAATAG":1167,"TGTTCG":1168,"TCCTGC":1169,"AAGTAC":1170,"TCTAGG":1171,"TCATTG":1172,"TAGCTT":1173,"ACAGGG":1174,"TGTGCG":1175,"ACCAAAA":1176,"TGTAAC":1177,"AAGCCC":1178,"GCAGCC":1179,"TAGTTC":1180,"AACCAAAC":1181,"TGAGGC":1182,"GCCGCG":1183,"TCGATC":1184,"CCCTT":1185,"AGTCAC":1186,"TGGTTG":1187,"ACTATG":1188,"ACATCG":1189,"ATTATAT":1190,"TCGACC":1191,"TGGACC":1192,"AACAGG":1193,"AATGTT":1194,"TACATG":1195,"AAATAC":1196,"GCTGGC":1197,"AACAGC":1198,"ACGAAG":1199,"TCTGGC":1200,"ACTCAA":1201,"AGTCCG":1202,"ACTCTT":1203,"ACACCG":1204,"AGACCG":1205,"AACTGG":1206,"TGCATC":1207,"TAGAAAA":1208,"ATTGCC":1209,"TGCATG":1210,"AACTTG":1211,"ACCAGC":1212,"TCGAGC":1213,"GCTCCC":1214,"TAATATT":1215,"AAAGGG":1216,"TAGTGG":1217,"ACTGGC":1218,"AGAGTT":1219,"TCTAAG":1220,"AAAACG":1221,"TTCATG":1222,"TAATCC":1223,"TCACAA":1224,"ATGCGG":1225,"AAGGCC":1226,"ACGTAC":1227,"TCGAGG":1228,"AGATAC":1229,"TGTACC":1230,"ATCAGG":1231,"ACTAGG":1232,"ACGGCC":1233,"AGAAGC":1234,"TAGAGC":1235,"TAAAAAC":1236,"TCCGCC":1237,"AAGCGG":1238,"AGATTTT":1239,"ATTTCG":1240,"ACTGAA":1241,"ATATATG":1242,"AATAAG":1243,"TCATCG":1244,"TACACC":1245,"TGTAGG":1246,"TAGTGC":1247,"ATAGCG":1248,"AATCTC":1249,"ATTATAA":1250,"TTTTGC":1251,"TATATTTT":1252,"AATATC":1253,"AATCCC":1254,"TCAGCC":1255,"TGCCCCC":1256,"TTGTCG":1257,"AACCGG":1258,"TAGAAG":1259,"TTCAGC":1260,"TCTTCG":1261,"TGAGGG":1262,"AACATT":1263,"ACGTGC":1264,"AGTCGG":1265,"ATCTTG":1266,"GGGGC":1267,"TAGTAA":1268,"AACAAAC":1269,"AAGACC":1270,"TCACCG":1271,"TCTGAA":1272,"TCCAAAA":1273,"AAAGCC":1274,"TACTGC":1275,"TGATCG":1276,"TACCCG":1277,"TTGCTT":1278,"TACCCC":1279,"ACATAG":1280,"AGTAAG":1281,"TAGATG":1282,"TCGCGG":1283,"TTCATT":1284,"AGCTAGC":1285,"TATTTATT":1286,"AACGGG":1287,"TTGGTT":1288,"GCAGGC":1289,"ATAATAA":1290,"TCAGGC":1291,"TGCCCG":1292,"AACCTT":1293,"TCTACC":1294,"TAGTTG":1295,"TGACGG":1296,"ATTACC":1297,"TAACCC":1298,"ACAGCG":1299,"ATCCTT":1300,"AAAGGC":1301,"TGTCCG":1302,"ACACTT":1303,"AGGGTT":1304,"ACCCGG":1305,"TGATAT":1306,"TCCTCG":1307,"GCTAGC":1308,"TCCATG":1309,"TTGGCG":1310,"TATAAAC":1311,"TGGAAG":1312,"TGACCG":1313,"GCCTTC":1314,"AGGATG":1315,"AAAAAAG":1316,"TATTTTC":1317,"AATCTT":1318,"AATTTAA":1319,"AGTACG":1320,"TACAAG":1321,"ATGCATGC":1322,"ACCTGC":1323,"TAATGC":1324,"TAATGG":1325,"ACTAAG":1326,"ATCGGG":1327,"ACTGTC":1328,"TAGTTTT":1329,"AGGTGC":1330,"AGGACG":1331,"ACCTTC":1332,"CCCGG":1333,"TGTCAA":1334,"AACACG":1335,"ATAAATT":1336,"AATGGC":1337,"TATGCC":1338,"ACTCGG":1339,"TCCCTT":1340,"TGACCC":1341,"TTCCTT":1342,"ACCATC":1343,"ACATTTT":1344,"GCTCTC":1345,"TAGGTT":1346,"TGGTCC":1347,"ACCCCG":1348,"TACAAAA":1349,"AATGGG":1350,"TATTTAT":1351,"AAACCG":1352,"AGCGGG":1353,"TGGATG":1354,"TGCTCG":1355,"AGGACC":1356,"TCAGAA":1357,"GCCGCCG":1358,"TAGATC":1359,"AGTGCG":1360,"AGCATC":1361,"AATCAC":1362,"TCATAT":1363,"ACAGTG":1364,"ATGAAAA":1365,"ACTGTG":1366,"TAGTCC":1367,"AAATCG":1368,"ACAGAC":1369,"TAATTG":1370,"AAGATT":1371,"AGGGCC":1372,"AAATTTT":1373,"ACCAAG":1374,"AAGGTT":1375,"TTCAAG":1376,"TAATAT":1377,"TACATC":1378,"TGGACG":1379,"ACCACG":1380,"TCCAAG":1381,"AAACAAAC":1382,"GCACGC":1383,"TCTGTC":1384,"ACTAAAA":1385,"GGGGGGGG":1386,"ACCGCC":1387,"TGAACG":1388,"ACTCAC":1389,"GCATGG":1390,"ACCATG":1391,"TACATT":1392,"TATGGCGCCG":1393,"AATGTC":1394,"GCACAC":1395,"TGCTAA":1396,"TAGCTAGC":1397,"TACCTT":1398,"GCTTCC":1399,"TTCTCG":1400,"AAATATT":1401,"GCACGG":1402,"ACTGAC":1403,"AGATATT":1404,"ATTCCG":1405,"AGCATG":1406,"TGTAAG":1407,"TGTACG":1408,"AAAAAAAC":1409,"TATTTAA":1410,"TGCAAC":1411,"TCTGTG":1412,"AAAATAG":1413,"TTGTTGG":1414,"TAGCGG":1415,"TGGGTT":1416,"ACATATT":1417,"ATCTCG":1418,"TTCTGG":1419,"ATGCATG":1420,"TGCCTT":1421,"TCAGAG":1422,"TGATTTT":1423,"TTTTTAA":1424,"ACTCCG":1425,"AGTCGC":1426,"TTCGGG":1427,"GCGGCGC":1428,"AGGAAC":1429,"ATTTCTT":1430,"TTGACG":1431,"GCCAAG":1432,"ATATGTT":1433,"GCCATG":1434,"TATATAC":1435,"TGAGCG":1436,"TGAGAC":1437,"ACCTAA":1438,"TTCAAAA":1439,"TACCGG":1440,"CG":1441,"GCAGCG":1442,"GCCAGG":1443,"TCCTAA":1444,"TCATTTT":1445,"AAGAAAC":1446,"ATAAAAC":1447,"TAACGG":1448,"GCAAAC":1449,"AAGACG":1450,"GGGAGG":1451,"TGGTAC":1452,"ATATAAAA":1453,"ACTTCG":1454,"TAGAAC":1455,"ACTCGC":1456,"TATTTTG":1457,"TGCTTG":1458,"GCCGAGC":1459,"GCAAGC":1460,"GCTCGC":1461,"GCTTGC":1462,"TGCACG":1463,"TCAGCG":1464,"TACTTC":1465,"ACTGGG":1466,"GCTGCG":1467,"ATCTTTT":1468,"ATCACG":1469,"ATGTCG":1470,"ATGAATT":1471,"ACCAGG":1472,"ATCCCG":1473,"TATATATT":1474,"ATCAAAA":1475,"TGGCTT":1476,"NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN":1477,"TCAGGG":1478,"TATATAG":1479,"TGCAAG":1480,"TGATAC":1481,"AGAAAAG":1482,"AGGAAAA":1483,"TATCGG":1484,"TGGATT":1485,"GCGCGCG":1486,"ACCTAG":1487,"TATATTC":1488,"AGCCTT":1489,"TA":1490,"AGGTTC":1491,"TATACG":1492,"ATCGCC":1493,"ATCAAAC":1494,"AGCGCC":1495,"TTGTGTT":1496,"AAGCCG":1497,"TTGCGG":1498,"ACTGCG":1499,"TATTATT":1500,"TGATAG":1501,"TAAACTT":1502,"TCATAC":1503,"AATAGC":1504,"GCTCGG":1505,"TCCCGG":1506,"AATTTAG":1507,"TCACGG":1508,"AGGTAG":1509,"ACGAAC":1510,"TCTGCG":1511,"GCAAGG":1512,"TGGAAC":1513,"ACACACAC":1514,"CCCCCCCC":1515,"AATGTG":1516,"AATAAAA":1517,"TAAGGG":1518,"AGGCTT":1519,"GCTCCG":1520,"TAAAGTT":1521,"TGTTTTC":1522,"AGCTTG":1523,"GCTTTT":1524,"TTCTCTC":1525,"GCAACC":1526,"GCCAAC":1527,"TGCATGC":1528,"TAAAGG":1529,"GCCTCG":1530,"AAGTCC":1531,"TCCCTCC":1532,"AAGCTT":1533,"GCAGGG":1534,"TTCTTCC":1535,"AGGTCG":1536,"ACGGTCC":1537,"ACTACG":1538,"TAAAGC":1539,"AACCCG":1540,"TTCACG":1541,"ATCGTT":1542,"TGGTAG":1543,"TTTTATT":1544,"AGGTTG":1545,"TGGGCG":1546,"TGGTCG":1547,"AATACC":1548,"AATCCG":1549,"TCAACG":1550,"TGCGGG":1551,"AAAGAC":1552,"GCATCC":1553,"TCTGAC":1554,"TACTCG":1555,"TCCTTG":1556,"ACGATG":1557,"ATTTGAA":1558,"AATGCC":1559,"AAAGCG":1560,"ATAAATAA":1561,"ATAAGTT":1562,"ATTAGTT":1563,"TTCGCC":1564,"TCCTCTC":1565,"ATATATC":1566,"TATATTG":1567,"GCAGAG":1568,"TAACCG":1569,"AAGTTTT":1570,"TACACG":1571,"GCACCC":1572,"TGAGTG":1573,"TCATAG":1574,"TCCATT":1575,"GCTCTT":1576,"AGGATC":1577,"TAGACC":1578,"AATTTTC":1579,"TTGAAAA":1580,"TTGTATT":1581,"AAGGCG":1582,"AATAGG":1583,"AACTCG":1584,"TCGGTT":1585,"AGGGCG":1586,"GCTTGG":1587,"TAATTAA":1588,"ACCATT":1589,"AGTAAAA":1590,"AACTTTT":1591,"TATTGTT":1592,"AATTCG":1593,"TGCATT":1594,"AGGTCC":1595,"TTGTTTG":1596,"TCTGGG":1597,"TTGTTGC":1598,"TGCAAAA":1599,"GCACAA":1600,"AGGAGAG":1601,"TATATGC":1602,"ACAGTC":1603,"GCACCG":1604,"GCTGGG":1605,"AGCGCG":1606,"AGGATT":1607,"TAAATAT":1608,"TATAGAA":1609,"TAAATTG":1610,"AATGAC":1611,"AAATAAAA":1612,"GCGCGCGC":1613,"AACACAA":1614,"TCAGAC":1615,"ACCGGG":1616,"TATAGTT":1617,"TTCTCTT":1618,"TAGCTAG":1619,"TATATGG":1620,"TGTTTGTT":1621,"GCCTGG":1622,"TACTTG":1623,"TGCGCG":1624,"TTTTTAG":1625,"TTTCG":1626,"TTCCGG":1627,"TACAGG":1628,"AATTTTG":1629,"AAACTAA":1630,"ATTTATG":1631,"AAAGAAAA":1632,"TATACAA":1633,"TGATATT":1634,"TAAACG":1635,"TACAGC":1636,"TATTTAG":1637,"TCCTTTT":1638,"TAAATTTT":1639,"TCTACG":1640,"TGTGTGTG":1641,"ACCTCG":1642,"TTCAGG":1643,"AGGGAGG":1644,"TTGCG":1645,"ATGTGTT":1646,"AAACAAAA":1647,"TGAGTC":1648,"ATAAAAG":1649,"TCAGTC":1650,"TGGTAA":1651,"TCCTAC":1652,"AAGCGC":1653,"AGAAAAC":1654,"GCCCCG":1655,"AGCAAAA":1656,"ATTTCTC":1657,"ACGTCC":1658,"ATATTTTTT":1659,"ACCTGG":1660,"AAAATAC":1661,"AGAGAAG":1662,"GCCTTG":1663,"GCCCTT":1664,"GCATTG":1665,"TAAACAA":1666,"TCTAAAA":1667,"AAAAATT":1668,"TCTCCCC":1669,"TAGGGTT":1670,"AGAGGGG":1671,"AAATATG":1672,"TATTTAC":1673,"AAGAAGC":1674,"TCGTTC":1675,"TATTTGG":1676,"ACTGTCCGG":1677,"AGATGGG":1678,"TATAAATT":1679,"AATTATT":1680,"TCTTTTC":1681,"TATACTT":1682,"ATGAAAC":1683,"ATATATAA":1684,"GCCGGCC":1685,"AATTTGG":1686,"GCAACG":1687,"TGCTGCC":1688,"CCCTCC":1689,"ACAAAAC":1690,"TAACTATT":1691,"GCGCGGG":1692,"AGGTAC":1693,"AAAATTC":1694,"AATCGG":1695,"TAGGCC":1696,"GCGAAG":1697,"ACCCTT":1698,"TCATATT":1699,"AGGTAA":1700,"ACCTAC":1701,"TGTTTTG":1702,"TATATATC":1703,"ATCTATT":1704,"AAACAAG":1705,"TGGTTTT":1706,"TGGATCC":1707,"TCGTTG":1708,"TATAGAG":1709,"AGATTGG":1710,"GCTAGG":1711,"GCTTCG":1712,"AGCCCCC":1713,"ATTATTC":1714,"TCTCTCC":1715,"ATCAATT":1716,"TCCGTT":1717,"TCGGGCG":1718,"GCATCG":1719,"ATTATTG":1720,"TCCAAAC":1721,"TTTTTATT":1722,"AGAGAGG":1723,"ATGTATT":1724,"TCCAGG":1725,"GCCCGCC":1726,"TATGCG":1727,"TGGGCCG":1728,"TAAATTC":1729,"TTTTTTG":1730,"GGGGGG":1731,"ATTGCG":1732,"TCCGCG":1733,"AAAAATG":1734,"GCGGGCG":1735,"ATTTATC":1736,"ATATTCC":1737,"TGCTTGC":1738,"TTCTGCC":1739,"ATATTGG":1740,"ATATCCG":1741,"AGATATG":1742,"TCCTAG":1743,"TCCTCCC":1744,"AAACAAC":1745,"ATATCTT":1746,"GCTGTT":1747,"TCAGTG":1748,"ACCTTG":1749,"ACCGTT":1750,"AATGCG":1751,"ATAACTT":1752,"ATCTCTC":1753,"TACGTT":1754,"AATAATT":1755,"AAATTCC":1756,"GCCAAAA":1757,"ACATATG":1758,"TGTTTAG":1759,"ACGGTT":1760,"GCTACC":1761,"ATGTATG":1762,"ACCGCG":1763,"GGGTGG":1764,"ATAGATC":1765,"TCGCTT":1766,"TTTCTTC":1767,"ATAAAATT":1768,"ATTAAAC":1769,"GCCGGCG":1770,"TTTTCCC":1771,"TCGAAG":1772,"AACAATT":1773,"AACACAC":1774,"TACTATT":1775,"ATGATGC":1776,"GCCTAG":1777,"ATAAATC":1778,"GCCCACC":1779,"AGAAGGG":1780,"AATGAG":1781,"TGGTTGG":1782,"TTCAGTT":1783,"ATGGAGG":1784,"AGCAAGC":1785,"TAAAATC":1786,"GCTGAC":1787,"TACTGG":1788,"AGCAGCC":1789,"AACAACC":1790,"GCCGCGC":1791,"TCCATCC":1792,"TAGAATT":1793,"GCAATT":1794,"TAGACG":1795,"ATAATTTT":1796,"TACTTTT":1797,"AAAGAAG":1798,"AAATCCC":1799,"TAATATG":1800,"TTCTATT":1801,"AGAAATT":1802,"GCAGAC":1803,"TGGTGGC":1804,"GCAGTT":1805,"TACGGG":1806,"TCGATG":1807,"GCTATG":1808,"ATACCCG":1809,"ATTACG":1810,"AACAAGC":1811,"AAATTGG":1812,"GCTGTC":1813,"AGGAGGG":1814,"TGTTTAA":1815,"AAACATG":1816,"GCTGAA":1817,"TATATATG":1818,"AGGAAGG":1819,"GCTATC":1820,"ATAAATG":1821,"TGTAAAA":1822,"ATTATTTT":1823,"ATTTAAG":1824,"ATTTCAA":1825,"TATAAAG":1826,"TAAATAC":1827,"TGGAAAA":1828,"TCTTCCC":1829,"TGTTGTT":1830,"GCATTC":1831,"ATTTAAC":1832,"ATCTATC":1833,"TGCTCTC":1834,"AGGAGGC":1835,"TAGAAAC":1836,"GCGATG":1837,"TTGAATT":1838,"AAGAGAG":1839,"TCGAAC":1840,"TCCCTCCC":1841,"AAATAAC":1842,"AAAAATC":1843,"GCCCACG":1844,"AATTTTTT":1845,"TGAATAA":1846,"TTGTGGC":1847,"ATATTCG":1848,"GCTATT":1849,"TCGTAC":1850,"TGCGTT":1851,"AGTTGTT":1852,"TTGTTTC":1853,"ATGGGCC":1854,"GCGGGGG":1855,"AAAACCC":1856,"ATCCACC":1857,"ATAATAC":1858,"AGAAATG":1859,"ATATAATT":1860,"AGTTTTTT":1861,"AAGAATT":1862,"TCCTGG":1863,"ACCGGACAG":1864,"ATCTAT":1865,"TTGTGTG":1866,"TCTGAG":1867,"AAAAAGG":1868,"ACATGTT":1869,"ATTTGTG":1870,"TTCAAAC":1871,"AACATAA":1872,"TTCTTGC":1873,"AGCCAGC":1874,"GCCTAA":1875,"GCGGCCG":1876,"TATAATC":1877,"ATATATAC":1878,"ATCCATC":1879,"ATGCATC":1880,"TTCCTCC":1881,"AAACCCG":1882,"AGTTTAG":1883,"AAAACGG":1884,"AGATTCC":1885,"GCCTCCC":1886,"AAAATTG":1887,"CCCACC":1888,"ACAAATC":1889,"TGTTTTTT":1890,"GCTCAA":1891,"ACTGAG":1892,"TGGATGG":1893,"AAGAGAA":1894,"GCAGTC":1895,"TACAATT":1896,"GCCGACG":1897,"TAGGCG":1898,"GGGAGC":1899,"TAATCG":1900,"GCCGCCC":1901,"ATTTAGG":1902,"AACTATT":1903,"AGCGTT":1904,"AATCGC":1905,"ATGTTTG":1906,"TATACAC":1907,"ATCGCG":1908,"ATCTCTT":1909,"AAAAATAA":1910,"TAGTCG":1911,"ACCGGACTGTCCGG":1912,"GCTAAC":1913,"TTGTCTT":1914,"TAAAATAA":1915,"AAGAAGG":1916,"AGATAAG":1917,"AACGCC":1918,"GCAGCGG":1919,"GCTCAC":1920,"AGATAAC":1921,"TCTCTTC":1922,"GCTGTG":1923,"AGCAGGC":1924,"ATGATGG":1925,"AACGTT":1926,"ATCAGTT":1927,"ATTCCCC":1928,"ATTTGAG":1929,"TAAAACC":1930,"TCCGGG":1931,"TTAGC":1932,"ACATATC":1933,"AGATAAAA":1934,"TGGACCC":1935,"AGCTCGGCGCC":1936,"GCATAA":1937,"GCAATC":1938,"TAAAAAG":1939,"ACTAATT":1940,"AACGCG":1941,"TTCAATT":1942,"TCCTTCC":1943,"AAAATGG":1944,"AAATAAG":1945,"GCTAAG":1946,"ACCAACC":1947,"GCCTAC":1948,"AGCGAGC":1949,"TGCTAGC":1950,"TTCTCCC":1951,"ATATAATC":1952,"TGTTGGG":1953,"ATCCCCC":1954,"AGCAAAC":1955,"AAGTCG":1956,"TTGAAAC":1957,"TCAAAAC":1958,"TATAATAA":1959,"ACAAATT":1960,"ACCGTCCG":1961,"AGATATC":1962,"TGTCCGG":1963,"AAAATATT":1964,"GCCTGCC":1965,"AAAACCG":1966,"TGCAC":1967,"TCGCCCC":1968,"AAATATC":1969,"TTCTTTC":1970,"AAAAAATT":1971,"TTGTATG":1972,"AGAATAA":1973,"AGATAGC":1974,"TTGATTG":1975,"TTTTTAC":1976,"ATATAAG":1977,"ATACATG":1978,"ACGACGG":1979,"TTGATTC":1980,"GCAAAG":1981,"TCTTCTT":1982,"TATATCC":1983,"ATGGATG":1984,"AATACG":1985,"AGTATTC":1986,"ACCGTCC":1987,"ACAAAAG":1988,"TGGCCCG":1989,"AACAAGG":1990,"TTCATTC":1991,"TCCCCCC":1992,"AGCTGGC":1993,"TACAAAC":1994,"TATGTATG":1995,"TAAAATAG":1996,"ATTTGGC":1997,"TTGATGC":1998,"ATATAAC":1999,"AGCCACC":2000,"AACCACC":2001,"TCAAATC":2002,"GCGCCGG":2003,"AGCTCGG":2004,"ATGTTGC":2005,"GCTTTG":2006,"TCTAATT":2007,"ATGTTTC":2008,"ACGAAAA":2009,"TGTAATT":2010,"AACTGAA":2011,"TTCGCG":2012,"AATTTATT":2013,"GCTAT":2014,"TCTATTC":2015,"AGTAATT":2016,"TGCGCGC":2017,"ATCTATG":2018,"ATGAAGG":2019,"GCCGTT":2020,"GCACTT":2021,"TAAACAC":2022,"AAAATTTT":2023,"TAATAAC":2024,"TAGAGAG":2025,"TTTTTCC":2026,"ACGTGGC":2027,"ACCCCCC":2028,"TACGTAC":2029,"TGATTTG":2030,"TAGTATT":2031,"AAACACC":2032,"GCCGAGG":2033,"TGGTTGC":2034,"AAGATGG":2035,"GCGGTT":2036,"GCTCCCC":2037,"TGCTTCC":2038,"ACGATC":2039,"GCCGTCG":2040,"AGCACAC":2041,"TAATTTC":2042,"AAAAGGG":2043,"AGTTTTG":2044,"AGAAATC":2045,"TGCTTTT":2046,"TTCTCAA":2047,"AAAAACC":2048,"ACGAAGG":2049,"TAGCAGC":2050,"TAGCTAC":2051,"ATGATTG":2052,"AGTTTTC":2053,"TCTCTCTCTCTCTCTC":2054,"AGAGAGC":2055,"ACATAAAA":2056,"ACGTTC":2057,"ACCCACC":2058,"AACTTGC":2059,"GCCAGCC":2060,"TCGTAG":2061,"AAACTAG":2062,"ATGGATC":2063,"ATGCTAC":2064,"TTTGTT":2065,"ATTACAA":2066,"TGCAGCC":2067,"GCGGGCGG":2068,"ATTTGTC":2069,"TAATAAG":2070,"ATAAACC":2071,"TTTTTGG":2072,"TCTCTAC":2073,"ACTTGTT":2074,"AGATGTT":2075,"AGGAAGC":2076,"GGGAGGG":2077,"TAAGCC":2078,"TTTTTTTC":2079,"AGAGAGAGAGAGAGAG":2080,"TGCATTC":2081,"ATTGTAC":2082,"TAAATCC":2083,"TTTTGGG":2084,"AATTAATT":2085,"ATGCACC":2086,"GCTACG":2087,"AGCAAGG":2088,"TGCAAAC":2089,"ATGATAA":2090,"ATTAGAG":2091,"TCGGCCC":2092,"TGCTTGG":2093,"TCAATCC":2094,"ATAGAAAA":2095,"AGAAAAAA":2096,"TGCCTCC":2097,"TGGCCGG":2098,"TTGATGG":2099,"AGGCCGG":2100,"TGCTGCG":2101,"TTGTTAA":2102,"TCGATT":2103,"AAACGGG":2104,"GCAGAA":2105,"ATCTTCC":2106,"ATGTTGG":2107,"TTCTTGG":2108,"AGTTTGG":2109,"TCTAACC":2110,"TGCAAGC":2111,"AACTAAC":2112,"AGAACAA":2113,"ATGACAA":2114,"TTCACAA":2115,"AGCGGCG":2116,"ATCATAA":2117,"TTCTGTT":2118,"TGGGCCC":2119,"TGGGTGG":2120,"AGCATT":2121,"AGCAGGG":2122,"TGCTCCC":2123,"AACATGG":2124,"TCTTGTT":2125,"AGAGCCC":2126,"TAAAGAA":2127,"AGCGAGG":2128,"GCTTTC":2129,"TCATATG":2130,"ATAGCCC":2131,"ATGAGTT":2132,"AGCAACC":2133,"AAGTTGC":2134,"TTGTGCC":2135,"ATATAGG":2136,"TTAAATT":2137,"AGAACCG":2138,"GCCATGG":2139,"TTGTTCC":2140,"TGATGGG":2141,"TGTGGGG":2142,"ACCGGACAGTCCGG":2143,"TGCTGGC":2144,"ACGTAG":2145,"ATCCTCC":2146,"TATTCTT":2147,"AGCTTTT":2148,"TAATTTG":2149,"TATAATG":2150,"TCGGCAA":2151,"TGATATG":2152,"ATTTTTTTT":2153,"TTGTATC":2154,"TTTTAAAA":2155,"TGAAAAC":2156,"TACCCCC":2157,"TGTTCTT":2158,"TGATTGG":2159,"ATCAACC":2160,"AGCTAAC":2161,"TAATCTC":2162,"TTTTTCTT":2163,"AGGCGGG":2164,"TGATTCC":2165,"TCGTGGC":2166,"GCCCGCCC":2167,"AATATAA":2168,"ATGATTC":2169,"TGGAATT":2170,"AAGACAC":2171,"GCGTGCG":2172,"AGAAACG":2173,"ATGTCTT":2174,"ATAATAG":2175,"AAAACTT":2176,"ACAACAA":2177,"ATGAAGC":2178,"TGGTGGG":2179,"ATATATTTT":2180,"AATCCCC":2181,"ATAGGGG":2182,"ATTTAGC":2183,"AACAGAG":2184,"AACAAAG":2185,"TATGGTT":2186,"TATTTTAA":2187,"ATCCAAAC":2188,"AGGCACG":2189,"ATAGAAG":2190,"ATGGATGG":2191,"ACCCATC":2192,"ATTAGAA":2193,"TGCACAC":2194,"TGGTTTG":2195,"TCCTTGC":2196,"TTGACTT":2197,"TGCCACG":2198,"ATAGATAG":2199,"TCATTCC":2200,"ACATTTG":2201,"ATCCATG":2202,"TCCCACC":2203,"ATATGGG":2204,"TCAAAAG":2205,"AAAAGTT":2206,"ACATGCC":2207,"ATCACTT":2208,"TTCTTTG":2209,"ATTGAAG":2210,"AGGCAGGC":2211,"TGAAAAG":2212,"TCAAATT":2213,"GCGGCGGG":2214,"TCATCCC":2215,"ATCACAA":2216,"TGCATGG":2217,"TACGCG":2218,"TCGATCG":2219,"AGGGAGGG":2220,"TCTATTTT":2221,"ATGACAC":2222,"TTCTATG":2223,"TTCGGTT":2224,"TTGTCTC":2225,"TGAAACC":2226,"ACTAACC":2227,"ATCAAGC":2228,"AGCAGCG":2229,"AGGTTTT":2230,"TCCGTCC":2231,"AAATCTT":2232,"ATTTCCC":2233,"ATCATTC":2234,"GCCGGCCG":2235,"TCATATC":2236,"TAATATC":2237,"TGTGTGC":2238,"AAGGGGG":2239,"GCGGTGG":2240,"TGTATTG":2241,"TCAGATT":2242,"TGATGTT":2243,"AGGTGGG":2244,"TGCCTGCC":2245,"ACGCTT":2246,"AAATAGG":2247,"ATGTGGC":2248,"AGTTGGG":2249,"TATGTAC":2250,"ACATAAC":2251,"ATTTGGG":2252,"ATATATAG":2253,"ATAATATT":2254,"GCCCCCC":2255,"TCTTTCTT":2256,"ACAACCC":2257,"GCGCCCC":2258,"TCAAACC":2259,"ACAGCCC":2260,"AGCTTCC":2261,"GCGAGCG":2262,"TAGCTGC":2263,"AGGCCCG":2264,"ATGTAT":2265,"GCCACCG":2266,"TCCTATT":2267,"TCCATGG":2268,"TTGTGAA":2269,"ACAAGTT":2270,"AAGTTTG":2271,"TCGTCTC":2272,"TAATCAA":2273,"ACCACAC":2274,"AATAAGG":2275,"AAATAGC":2276,"ATGCCCG":2277,"TTCACTT":2278,"AAGTATT":2279,"GCATAC":2280,"GCAGTG":2281,"TGTATTC":2282,"AGGAAAC":2283,"ATCTCCC":2284,"AACATTG":2285,"TGGAGAG":2286,"ACGTTG":2287,"TGTTTGC":2288,"TAAACCC":2289,"AACATAT":2290,"TAGAGTT":2291,"AAACCAAAC":2292,"TGATGCC":2293,"ATCATCC":2294,"GCCAACC":2295,"GCCGCGG":2296,"TAGATTC":2297,"GCGAGCC":2298,"GCGGCCC":2299,"TGACATG":2300,"AGTATTG":2301,"AGATGCC":2302,"ATCATGC":2303,"TAATCTT":2304,"TAAATAG":2305,"TGTGTGG":2306,"AGATAGG":2307,"ATCACAC":2308,"TTGGCCC":2309,"GCGAAC":2310,"AGCCACG":2311,"AGTTGTG":2312,"ATGTATC":2313,"ACCATGC":2314,"TGGTGTT":2315,"TCCTCTT":2316,"TCGTCGC":2317,"GGGTGC":2318,"ATTGTTTT":2319,"TGAATTTT":2320,"TAAATATT":2321,"AGTGGTT":2322,"TGGCGGC":2323,"AGCTCTC":2324,"ATGAGAA":2325,"GCCATT":2326,"AAGAACC":2327,"TTGAGTT":2328,"TGCGTGC":2329,"ATCTCAA":2330,"ATGATCC":2331,"ATACTAC":2332,"AATAGTT":2333,"AGATCCC":2334,"ATGTGTG":2335,"ATGTTCC":2336,"TTCATTTT":2337,"GCCATGC":2338,"GCCTTCC":2339,"AAGACAA":2340,"TAGAGAA":2341,"AAAGAAC":2342,"TCATTTG":2343,"AGAGCCG":2344,"TAAATGG":2345,"TAAAAGC":2346,"ATGTGAA":2347,"AAGTTTC":2348,"TACATGC":2349,"ATTCAAAC":2350,"TTTGTTTT":2351,"ATATCCC":2352,"AGAACGG":2353,"TCGCCCG":2354,"ATTATATT":2355,"TAGCAAC":2356,"AAATGTT":2357,"ATCTAAC":2358,"TAATGTT":2359,"TTGAAGC":2360,"AAAATCC":2361,"TCGTTTT":2362,"AGCCAGCC":2363,"TCTATAA":2364,"ACTAGTT":2365,"AGTAGTT":2366,"AGCAGAG":2367,"TGCAGGC":2368,"GCCAGGC":2369,"AAGAACG":2370,"ACGGCGC":2371,"ACGTACC":2372,"ACTTTAG":2373,"AGTGGGG":2374,"AGGAGAA":2375,"TACATAA":2376,"TCTAGTT":2377,"ATGAATC":2378,"AAGAGAC":2379,"TTGTAGC":2380,"TTGAAGG":2381,"TAGTAT":2382,"ATGGTGG":2383,"TTTCTT":2384,"TCATGTT":2385,"AAAATAT":2386,"TCACTTC":2387,"ACCTTCC":2388,"GCGATC":2389,"TGTTTCC":2390,"ACATAAG":2391,"AGCATGC":2392,"AAGTTGG":2393,"GCGAGAG":2394,"AATTTAC":2395,"TTAATTTT":2396,"NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN":2397,"GCATAT":2398,"ATCATTG":2399,"TGGAGGC":2400,"GGGTCC":2401,"TGAACCC":2402,"TCTTTTTT":2403,"TAGTTTC":2404,"ACGATT":2405,"TATTTCC":2406,"TCGCCGG":2407,"TGCTCTT":2408,"GCGGAGG":2409,"TTACC":2410,"AGCTAGG":2411,"TTCTAT":2412,"TTGTAAC":2413,"TACGCC":2414,"TCGTGCC":2415,"TATGTTTT":2416,"TGGAGGG":2417,"AATATTC":2418,"TTCATCC":2419,"GCCAAAC":2420,"TGGAAAC":2421,"ACCAAGC":2422,"TTCTTCG":2423,"TAGCTAA":2424,"ATCATGG":2425,"AGCACAA":2426,"TGGAGTT":2427,"TTGAGAG":2428,"AATTAAAA":2429,"TCCCTCTC":2430,"TATGTTG":2431,"GCTAAAA":2432,"AGTAGCC":2433,"TGGATGC":2434,"ATATATATT":2435,"TGTTTAC":2436,"TGCCACC":2437,"TGAATGC":2438,"TCTATCC":2439,"TTCATAA":2440,"AAGATGC":2441,"GCGAGGG":2442,"TATTTTTC":2443,"GCCCCCG":2444,"TGCCTGC":2445,"AGAAAGG":2446,"TGTTGTG":2447,"ATTGGTT":2448,"ATCATCG":2449,"AACTTGG":2450,"TCCATTC":2451,"AAGAAAG":2452,"TTGAACC":2453,"TGTTCCC":2454,"TCATAAC":2455,"ACCTTCG":2456,"GCCACCC":2457,"TGTTTGGC":2458,"GCTGCGG":2459,"TAACCCC":2460,"AACATGC":2461,"AACTCAA":2462,"AACAAAAC":2463,"ACGGCGG":2464,"TCGTCGG":2465,"TGAAGGG":2466,"AATAACC":2467,"AAATAAAC":2468,"AGTATGG":2469,"ACCATGG":2470,"GCCACAC":2471,"AAGATAA":2472,"AAACCCC":2473,"TGAAATT":2474,"TACGTACG":2475,"TCATGCC":2476,"AGATCCG":2477,"ACGATGG":2478,"ATAGTAC":2479,"ACATAGC":2480,"AGTTCTT":2481,"TTCAACC":2482,"ATATAGC":2483,"ATCCATCC":2484,"AGAATAG":2485,"TGAATTC":2486,"TGCAGTT":2487,"ATGAACC":2488,"ACCTTTT":2489,"TGGATTC":2490,"TCCACCG":2491,"TTGTGTC":2492,"GCGTGGC":2493,"ATTTTCG":2494,"ACCAATT":2495,"TCCAACC":2496,"AAAAAAAAC":2497,"TGAATAG":2498,"GCGCGCC":2499,"TTTATT":2500,"TGTATGG":2501,"ATCTAGC":2502,"ATCTTGC":2503,"TCCATGC":2504,"TCCTCCG":2505,"TATAGAC":2506,"TTTCTC":2507,"AGCATGG":2508,"ATGTAAC":2509,"AACAGAC":2510,"TGGCTGC":2511,"AGAGCGG":2512,"AACAACG":2513,"TTCATTG":2514,"ATAGTAG":2515,"AGTATAA":2516,"TGTAGCC":2517,"ATGTGTC":2518,"TTCATGG":2519,"TTTGTGC":2520,"AAGATTC":2521,"AAGAGGG":2522,"TTGTAT":2523,"TTCATGC":2524,"GCCATCC":2525,"GCCTCGC":2526,"TGGATTG":2527,"TTGTTCG":2528,"GCGTAG":2529,"TCGATCC":2530,"TCGTTGG":2531,"TCGTCCG":2532,"AGAGAGGG":2533,"AACAGTT":2534,"GCCATCG":2535,"ACGACAC":2536,"GCTGAG":2537,"ACTCGGC":2538,"GCGACGG":2539,"TATAAAAC":2540,"AGAAAGC":2541,"TTAGG":2542,"AAAAAGC":2543,"TAGAGAC":2544,"ACGAAGC":2545,"TATAAGG":2546,"TATGCAA":2547,"TATTTGTT":2548,"ACCTCTC":2549,"TGGAAGC":2550,"TATAAGC":2551,"ATAGATT":2552,"AGCCCGG":2553,"ACAACCG":2554,"GCCTCTC":2555,"ATGAGAG":2556,"TTGATCC":2557,"TATTTGC":2558,"AGAAACC":2559,"TCAACCC":2560,"TGTCCCC":2561,"TCTATATT":2562,"GCGTTG":2563,"TATAGCC":2564,"AAGGAGG":2565,"ACTATTC":2566,"AGCTTGC":2567,"TAAAAGG":2568,"AACTATG":2569,"AACACTT":2570,"AACATAC":2571,"TGGTGTG":2572,"ACAAGGG":2573,"TTTCTTTT":2574,"GCAATG":2575,"AAGAGGC":2576,"GCGAGGC":2577,"TCCCCCG":2578,"ACTGCCC":2579,"TGAAGTT":2580,"ATTGGGG":2581,"AGGATGG":2582,"TAGACAC":2583,"TGTTTGGTT":2584,"ATTGTTG":2585,"TGCGTTGC":2586,"ATTTGTTTT":2587,"TGATAAC":2588,"TAAAACG":2589,"ATGTAGC":2590,"AGGACAC":2591,"AACTCTT":2592,"TGGATCG":2593,"TACTAGC":2594,"TAGTTTG":2595,"TATAACC":2596,"ATATAGAG":2597,"ACAATAC":2598,"ATACAAAA":2599,"ACGCGGG":2600,"AGCGGGG":2601,"AGGAATT":2602,"TTCTTAA":2603,"TGGCTGGC":2604,"TAACAATT":2605,"TCACAAG":2606,"TTAAAA":2607,"ATTATGC":2608,"AGCTGCC":2609,"TATTAATT":2610,"AGAAAGAA":2611,"AGTGTAG":2612,"GCATAG":2613,"ATGTCAA":2614,"AGGTTGG":2615,"GGGGG":2616,"ATGGCGC":2617,"ACCATCC":2618,"TTCTATC":2619,"AAATGGG":2620,"ACATACC":2621,"TTTTTGC":2622,"TTTTATTTT":2623,"GCCCGCG":2624,"TGTGTAC":2625,"TTCCCCC":2626,"TGATAAAA":2627,"TTCACAC":2628,"TGGTTTC":2629,"TCCCTGC":2630,"TGATATC":2631,"TGTAGTT":2632,"ATTACTT":2633,"ATGATAT":2634,"AACTCTC":2635,"TATAGATT":2636,"ACATGGG":2637,"ATTTGAC":2638,"ATCTTGG":2639,"AGCTTGG":2640,"TAAATGC":2641,"TGGAAGG":2642,"AAGAATC":2643,"ACATTCC":2644,"TGCACGG":2645,"GCCGGGG":2646,"TTTTAGC":2647,"TTTCTCC":2648,"TTTGGC":2649,"ATTAAAG":2650,"TTCTAAC":2651,"ATATATGC":2652,"ATTGTAG":2653,"ATAGAGG":2654,"AGTGCCC":2655,"ATTAATC":2656,"AACTCCC":2657,"TGGACCG":2658,"GCGTAC":2659,"AGGGAGC":2660,"TCTTTAG":2661,"AATATGG":2662,"AACTTCC":2663,"AAAAAAATT":2664,"ATTCACG":2665,"ACAATAA":2666,"AATATTG":2667,"ATCTGTT":2668,"TGCAATT":2669,"ATGTACC":2670,"TCGTCCC":2671,"TATTAAAA":2672,"ATTCTAC":2673,"AGGCCCC":2674,"AATTGTT":2675,"ACTATCC":2676,"TGTGCCG":2677,"ATGTGGG":2678,"ATGTGAC":2679,"AGGTGGC":2680,"TCCACAC":2681,"ATATACC":2682,"TAATTCC":2683,"TGCTTCG":2684,"ATGTGCC":2685,"TCCAATT":2686,"AAGTGAA":2687,"TAGATCC":2688,"ATTCAAAA":2689,"GCGCTT":2690,"AGTATTTT":2691,"ATTTGCC":2692,"ATTAAGG":2693,"GCGTTC":2694,"ATGCAGC":2695,"TGTGTTG":2696,"ATACATC":2697,"AGACCCC":2698,"TCAAGTT":2699,"TGAACTT":2700,"ATCTGAA":2701,"TGCATCC":2702,"AACTTTG":2703,"GCCAAGC":2704,"TAGTGTT":2705,"AAACAGG":2706,"TAGGATC":2707,"TTTCCCC":2708,"ATATATATATATATATATATATATATATATATATATATATATATATATATATATATATATATAT":2709,"AGTAGGG":2710,"AAGTGTT":2711,"TATGCAC":2712,"ACAAACC":2713,"ATGACTT":2714,"AAAATATG":2715,"ACGTAA":2716,"GCGATGG":2717,"AGTTTATT":2718,"TGTGTTTT":2719,"ATACCCC":2720,"TTGGGCC":2721,"TGTATAA":2722,"TGCAACC":2723,"ATGTAAG":2724,"AAGATTG":2725,"TATGCTT":2726,"GGGGCG":2727,"TCTATGG":2728,"ATCAAGG":2729,"AAGTCAA":2730,"TAGTTAA":2731,"ATTCTAG":2732,"ATCAATC":2733,"ATGTCTC":2734,"ATGTTAA":2735,"GCCAAGG":2736,"TCCAGCC":2737,"AAGTAAC":2738,"ACGACGC":2739,"TATAAATC":2740,"AGAATAC":2741,"TCTTCCG":2742,"TCACCCC":2743,"AGTGCGG":2744,"TCTATTG":2745,"TGTATCC":2746,"AGCAGTT":2747,"ATGGCAA":2748,"AGGAGCC":2749,"TTGGCAC":2750,"TATAGGC":2751,"AGAACCC":2752,"TGGCCCC":2753,"TTCTTTTC":2754,"ATTAAATT":2755,"AACATTTT":2756,"TAGAAGC":2757,"TCGTTGC":2758,"TATTCCC":2759,"TATGTAA":2760,"ATCGATCG":2761,"ATACACC":2762,"ATATTGTT":2763,"GCACCGG":2764,"ACAAAAAA":2765,"ATAGCCG":2766,"ATCAAAG":2767,"AGCAACG":2768,"ATGATTTT":2769,"AAGATCC":2770,"AAGGCCC":2771,"GCGTGGG":2772,"TTCGTCC":2773,"ATTACAC":2774,"TGCTACC":2775,"AAGAGTT":2776,"TAGTAGC":2777,"TCGGCCG":2778,"TGAATAC":2779,"GCGCACG":2780,"TCAATTTT":2781,"AGATCGG":2782,"GCTTAA":2783,"TGCAAGG":2784,"GCGTCCC":2785,"TCGAAAA":2786,"TCGTGCG":2787,"GGGACG":2788,"TCGGCGCCATAGCC":2789,"ACTATAA":2790,"TGTGCCC":2791,"ATTGCAC":2792,"ATCCCCG":2793,"ATATAAAC":2794,"ACAATTTT":2795,"ACTTGGG":2796,"TCACAAAA":2797,"ACTCCCC":2798,"GCCGCCCC":2799,"ACTATTTT":2800,"ACTAGCC":2801,"AGAACTT":2802,"TGATAAG":2803,"ATGAATG":2804,"AGGTAAC":2805,"AACTGTT":2806,"AGCGAGCG":2807,"TCCGACG":2808,"AACTATC":2809,"GCCTTGG":2810,"AAGTATG":2811,"TATAGGG":2812,"ATAATCC":2813,"GCCGGCCC":2814,"AGAAAACC":2815,"ACGCCGG":2816,"ACAAGAA":2817,"ATTATAG":2818,"AGCAATT":2819,"ATGGCCC":2820,"ATGAGGC":2821,"TATATTTG":2822,"TATTTCTT":2823,"TGGCTCC":2824,"TGAATCC":2825,"TAGGGGG":2826,"AAAGAGG":2827,"ATGATAC":2828,"AACTTAA":2829,"AACAAATT":2830,"ACCTCCC":2831,"TTCTCCG":2832,"AAAAAGAA":2833,"ATTCATC":2834,"AACGACG":2835,"ACGGTGG":2836,"ATGTCAC":2837,"AACTAAG":2838,"TACACAC":2839,"ATATATTG":2840,"AGTTCCC":2841,"GCCGTCC":2842,"TGAAAGC":2843,"CCCCCC":2844,"ATGGCGG":2845,"AACAGAA":2846,"AACAATC":2847,"AAAAACG":2848,"TAGTAGG":2849,"TATGTGC":2850,"TGTGGTT":2851,"ATTATGG":2852,"TAATAATT":2853,"AACAGCC":2854,"TTCTCTG":2855,"TGGTGCC":2856,"TCGATGG":2857,"ATGCTGC":2858,"ATGCACG":2859,"TAAAATAC":2860,"ACATAGG":2861,"AGTAACC":2862,"ATTATAC":2863,"TGGTTCC":2864,"AAGTAGC":2865,"TTGTAGG":2866,"TTGTGGG":2867,"AAAATGC":2868,"AATTCCC":2869,"TGGCTAG":2870,"GCTTGGG":2871,"GCAGCCG":2872,"ATGCGGC":2873,"ATTAGGG":2874,"ATCAGCC":2875,"ACCACCC":2876,"ACGACCG":2877,"TCTTTCC":2878,"GCCGTGG":2879,"ATCGAGG":2880,"AGCGACG":2881,"TCGCGGG":2882,"AATGTAC":2883,"AGTTTTGG":2884,"ATGAAAG":2885,"TTGTCAA":2886,"AAAATTAA":2887,"TAGATAA":2888,"TCTCCCG":2889,"ATTCTTC":2890,"AATTTTGG":2891,"ACACCGG":2892,"TGATCCC":2893,"AGCACGG":2894,"TGCTTTC":2895,"AAGTTCC":2896,"ATATAAATT":2897,"AATTTGTT":2898,"ATTCACC":2899,"ACTGTAC":2900,"TGAGCCG":2901,"TGAACAA":2902,"ATTTACC":2903,"TAAGGGG":2904,"TGGAGAA":2905,"TTGGCGC":2906,"ACGATCC":2907,"GCGTGCC":2908,"TATTAGC":2909,"ATGCCCC":2910,"TAAAAATAA":2911,"GCACGGG":2912,"AATGAAG":2913,"ATATCGG":2914,"ATAAAACC":2915,"ACTATTG":2916,"AACTAT":2917,"GCCACGC":2918,"AAAAAAAG":2919,"AAAAAATC":2920,"ACGGCCC":2921,"ATGGAGC":2922,"TGAATGG":2923,"TCACTCC":2924,"TCGCTCG":2925,"AAATAATT":2926,"TGAAGAA":2927,"TGCATTG":2928,"TTCAGAA":2929,"TTGATTTT":2930,"TATTTTGG":2931,"ATATATATG":2932,"TGGCAGC":2933,"GCCGTGC":2934,"GCCCGTT":2935,"AGATTCG":2936,"TGATTTC":2937,"ATCTACC":2938,"ATCTAAG":2939,"ATGAGCC":2940,"AGGTTGC":2941,"TTCTACC":2942,"TTCAATC":2943,"TGGTTCG":2944,"TTGGCTC":2945,"AGGCAGC":2946,"AGAAAAGG":2947,"GCAAAAC":2948,"GCAGAGG":2949,"TCATTTC":2950,"TGCACGC":2951,"AACATTC":2952,"TTGTCCC":2953,"TACTCCC":2954,"TATATATATAT":2955,"TCGGCGC":2956,"TAACTAA":2957,"ACCACCG":2958,"TGGAGCC":2959,"TTGTACC":2960,"ACGAAAC":2961,"ATAAAGG":2962,"TGCGTGCG":2963,"GCGGCGGCG":2964,"AACGCACGG":2965,"TCGGCGCCATAGGC":2966,"TGATAGC":2967,"ATCTGCC":2968,"ATCTTTG":2969,"AGCTCAA":2970,"AACAGGG":2971,"TCGTGGG":2972,"TCTCTAG":2973,"TCTTGGG":2974,"TAACAAAA":2975,"ATAGTTTT":2976,"TGTCTTC":2977,"GCTTCCC":2978,"GCAACCC":2979,"AATATTTT":2980,"ATTTTGTT":2981,"AGGAGAC":2982,"GCCTTTT":2983,"TTGAGAA":2984,"TACAACC":2985,"TCTCTGC":2986,"TGTTTCG":2987,"ATGCTCC":2988,"AAATCGG":2989,"GCAGCCC":2990,"ATACCGG":2991,"AGGCGGC":2992,"ATGACATT":2993,"AAGTGGG":2994,"TAGTTGG":2995,"ACGAGGG":2996,"TGTTATT":2997,"TGTTCGG":2998,"TTAATT":2999,"TAATTGG":3000,"TGCAGAG":3001,"AACAGTG":3002,"TTCTCTAA":3003,"TTGTGAC":3004,"TACACAA":3005,"GCGACGC":3006,"ATATATGG":3007,"ATCGTCG":3008,"TTCAAATT":3009,"GCCTGGC":3010,"TCCTCGC":3011,"AAGTTAA":3012,"TTGAATC":3013,"AAAATATC":3014,"ATGCAGG":3015,"ATTGTGC":3016,"TATTCGG":3017,"AAAGGGG":3018,"AAATACC":3019,"AGATGCG":3020,"AGCTCCC":3021,"TAAAGAG":3022,"ATGGCAC":3023,"AAGTTCG":3024,"AAAAAATAA":3025,"TCTAGCC":3026,"ACTTCTT":3027,"AGTACTT":3028,"AGTAGCG":3029,"TGCAGCG":3030,"AACTAATT":3031,"ACCAGTT":3032,"AAGAGCC":3033,"TACTATC":3034,"GCCCTCC":3035,"TAGCCCC":3036,"ACACCCC":3037,"TGGCGGG":3038,"TTATC":3039,"GCTGCCG":3040,"ACTTTTTT":3041,"TGTATGC":3042,"TGCTGGG":3043,"AGGGGGG":3044,"AACAGGC":3045,"GCGTCCG":3046,"TATATAAAA":3047,"TATATAAC":3048,"TATTGGG":3049,"AATTAGG":3050,"ATTCTAA":3051,"ATAATTC":3052,"ATAAGGG":3053,"TGTGTAG":3054,"TGACACG":3055,"TCAACGG":3056,"GCATTTT":3057,"GCTGCCC":3058,"AGTGCCG":3059,"AGCGCGC":3060,"TATTTATG":3061,"ATGGGGG":3062,"TATCTAG":3063,"ACCGAGG":3064,"AGACGGG":3065,"ATGCCGG":3066,"TTTGGG":3067,"ACATTTC":3068,"TGTAACC":3069,"ATTTAAAA":3070,"ATCAGAG":3071,"ATCTAGG":3072,"ACCTTGC":3073,"TGGAGAC":3074,"GCGAAGG":3075,"AGAGAGAA":3076,"AAGCAAGC":3077,"AGTGTTTT":3078,"AGTCTAC":3079,"AGTATCC":3080,"AGAGACG":3081,"GCCATTG":3082,"TTGACAA":3083,"TAGTCCC":3084,"ATGCATGG":3085,"TAGCCCG":3086,"TTTGTTC":3087,"TCTGCCC":3088,"TGAGGGG":3089,"TGATCCG":3090,"ATTTCAC":3091,"TCCTTGG":3092,"TTGATAA":3093,"TATAAAAG":3094,"TGTTGCC":3095,"TGTTTATT":3096,"TGTCGGG":3097,"AATCTAA":3098,"AATCTAG":3099,"TCTCCTT":3100,"TGTATTTT":3101,"ACCAGCC":3102,"TGGACAA":3103,"TTGAGGG":3104,"AAACATC":3105,"ATAATGC":3106,"TGAAATC":3107,"TGTGTTC":3108,"ATACTAG":3109,"TGACCCC":3110,"TCTAAGG":3111,"AAATTCG":3112,"TGATTCG":3113,"AGCATCC":3114,"AGCTTCG":3115,"TGCTCGC":3116,"ATGGCCG":3117,"ATGGCTC":3118,"AGGACGG":3119,"AACAATG":3120,"AAAAAAAAG":3121,"ACGTACG":3122,"ATATAGAA":3123,"TAGCTTC":3124,"TATCTTTT":3125,"TGGCTTC":3126,"ACTTCCC":3127,"AGTCCCC":3128,"GCACCCC":3129,"TAAGCG":3130,"ATGTACG":3131,"AAGAAAAG":3132,"TACTACC":3133,"ATTCTCC":3134,"ATTGTTC":3135,"ACTAGGG":3136,"AGTACCG":3137,"AGCAGAA":3138,"AGCACCC":3139,"TACTTGC":3140,"AAAAACAA":3141,"TATACTC":3142,"TATTATG":3143,"TATCTATC":3144,"ATTTTATTTT":3145,"TCAAGGG":3146,"ATCGACG":3147,"ATAATTGG":3148,"TCAGCCC":3149,"ACATCCC":3150,"ATA":3151,"AGACCGG":3152,"ATTTCTG":3153,"ATCTCCG":3154,"TAATCAC":3155,"TAAGGTT":3156,"AACATCC":3157,"GCCTCCG":3158,"TGGGCGG":3159,"TACTGTT":3160,"AAAATAAG":3161,"TAGATGG":3162,"AGGCGGGG":3163,"TCGCTCC":3164,"ACTAAGG":3165,"ATTTCAG":3166,"AGCTGGG":3167,"TAATTGC":3168,"TGCACCG":3169,"TGGACGG":3170,"TTGAGCC":3171,"TTGGCTT":3172,"AAAAAATG":3173,"TATAGATG":3174,"ATATATTC":3175,"ATAAAGC":3176,"TCTTTCTC":3177,"AAAGTTC":3178,"AGTGTGC":3179,"ACTATGG":3180,"ATTAACC":3181,"ATCTGGC":3182,"ATGACTC":3183,"ACCACTT":3184,"TACTAAC":3185,"TATTTTGC":3186,"ATATAGTT":3187,"TGGGAGG":3188,"TGAGCCC":3189,"ATCTTTC":3190,"AACTAGC":3191,"AACTAAAA":3192,"TCCACCC":3193,"TTGTGCG":3194,"TAGAGCC":3195,"TAGTTGC":3196,"GCGTTGG":3197,"TATAGTC":3198,"TCGAAAC":3199,"ATGGTGC":3200,"AGGCTAC":3201,"ACATAAAC":3202,"TGGTCTC":3203,"TATTTTTG":3204,"GCGCTGC":3205,"TCAATTC":3206,"TAACCTT":3207,"AGTAAGG":3208,"ACATTGG":3209,"AGATAGAG":3210,"AGCTGAC":3211,"AGCAGAC":3212,"TAAACGG":3213,"TAAACTAA":3214,"TGGTAGC":3215,"TGGAACC":3216,"TGGTGTC":3217,"AATTAAG":3218,"ATCCAAG":3219,"TGGGTCC":3220,"ATAGTGC":3221,"ACCCCGG":3222,"TCTTTTCC":3223,"ATGCCCCC":3224,"TGGAGCG":3225,"TGGTGCG":3226,"TCCATTG":3227,"AAAAACAC":3228,"TATATAAG":3229,"TCAAATTC":3230,"TGTGGCC":3231,"ACAACTT":3232,"AACTTTC":3233,"AAGAAATT":3234,"AAAATCG":3235,"TTTTAGTT":3236,"TCTCTCCC":3237,"ACCGACG":3238,"TTCGTCG":3239,"TGACAAG":3240,"AATCTCC":3241,"ACGCCCC":3242,"TGAGTTC":3243,"ATCTCGC":3244,"AGCTCTT":3245,"AGGTGTT":3246,"AGGAGCG":3247,"AAAAAAATC":3248,"TTTTTTAA":3249,"ATTTTTAG":3250,"TTCCTTTT":3251,"TTCGACG":3252,"TTTGTAA":3253,"GCGCGGC":3254,"AGCTCAC":3255,"AAAAAAGG":3256,"AATTTGC":3257,"AATTTCC":3258,"AATTTCTT":3259,"ATAAATTG":3260,"ACACACC":3261,"TATCTAA":3262,"TGAAATG":3263,"ATAGTTG":3264,"GCAAGGG":3265,"TCATAAG":3266,"TCTGCCG":3267,"AGATACG":3268,"AGCTCGC":3269,"AGGAACC":3270,"ACCGCGC":3271,"TCCATCG":3272,"ACGAGCC":3273,"TATTAAG":3274,"ATACAAG":3275,"ATAGATG":3276,"GCTCGGG":3277,"ATAGCTT":3278,"TCTTGTG":3279,"ACGCCCG":3280,"AGATACC":3281,"ATGAACG":3282,"AGGATGC":3283,"GCCTTGC":3284,"GCCACGG":3285,"TACAGTT":3286,"ACGAGAG":3287,"GCCCGCGC":3288,"AGGGTCC":3289,"TGGCTCG":3290,"TTCCCCG":3291,"TCTTCGG":3292,"TCTAGGG":3293,"TGATACC":3294,"ATCTCAC":3295,"AGGTACG":3296,"AACTGCC":3297,"AACAATAA":3298,"ACCACGG":3299,"AGTTTGC":3300,"ATTTTTTC":3301,"ACAGCCG":3302,"AGTCCGG":3303,"AGTATATT":3304,"ATCACCC":3305,"AGCACGC":3306,"AGGGCCC":3307,"AACTACC":3308,"ACCAAGG":3309,"GCCTTCG":3310,"GCCAGCG":3311,"TGGACAC":3312,"TAGTATG":3313,"GCGTTGC":3314,"GCCGTGCC":3315,"ATGAGGG":3316,"AGGTTTC":3317,"AACACCC":3318,"ACCATTC":3319,"GCCAACG":3320,"TTGTCAC":3321,"TCGTGTC":3322,"AGAAAGAG":3323,"TCAATAC":3324,"TAAGAAAC":3325,"ATAGTTC":3326,"TCGGTCC":3327,"AATCAAAC":3328,"AGTGTAC":3329,"TCTGTTC":3330,"ATAGGTT":3331,"TGTGCGG":3332,"TGCACCC":3333,"ATGATCG":3334,"TTGACAC":3335,"AAAATAAC":3336,"ATCGATC":3337,"ACAAAACC":3338,"ATTGCTT":3339,"TGCACTGC":3340,"AGGTAGC":3341,"AACACAAC":3342,"AAGTGGC":3343,"AAAAATGG":3344,"TAGACTT":3345,"TTGTTTGG":3346,"ATGGGTT":3347,"AATATATT":3348,"TCAACAA":3349,"ATTATCC":3350,"ACCATTG":3351,"AAAAGC":3352,"TAGTCAC":3353,"TTTTGCC":3354,"TAATAATAATAA":3355,"AAATCCG":3356,"AGCTATT":3357,"TGCAGGG":3358,"ACCAAATT":3359,"TGGGCGC":3360,"TTGAGGC":3361,"AATTGGG":3362,"TATCTTC":3363,"TGAAGCC":3364,"AGACAAG":3365,"TGCCCGG":3366,"AAATGCC":3367,"ACTTGTG":3368,"ACTTGGC":3369,"AGTCCTT":3370,"TACACTT":3371,"ACGAATT":3372,"TCGTTCG":3373,"ATAAATATT":3374,"AGTTTCC":3375,"GCGGGGGC":3376,"TTTGACC":3377,"GCGCCCG":3378,"AGCGCGG":3379,"TGCTAAC":3380,"ATGTTCG":3381,"AAGTCTC":3382,"AAAAATAT":3383,"TATAGTG":3384,"ATTGATG":3385,"AGAAGCC":3386,"AAGCTCC":3387,"AAGCAAG":3388,"TGTCTCC":3389,"ACGGGGG":3390,"ACTACTT":3391,"TGATGCG":3392,"ATCTTAA":3393,"TAAACCG":3394,"TGCGCCC":3395,"TGCACAA":3396,"TTCAGCC":3397,"TTCTCTTC":3398,"TGGTATT":3399,"AAAAGCC":3400,"GCGATGC":3401,"TATATGTT":3402,"TCGTTCC":3403,"TGTTTATG":3404,"ACAGATC":3405,"AGTACCC":3406,"TGACCCG":3407,"ATTTAATT":3408,"ATTTTCTT":3409,"AGCAAAG":3410,"TCCGCGC":3411,"TAGATTG":3412,"ACGGCCG":3413,"TCGTTTC":3414,"TCTCTTTT":3415,"TGCCGCC":3416,"AGTTTAC":3417,"TTTCGGG":3418,"ATTCCGG":3419,"TATCCGG":3420,"TGCTGTG":3421,"TTCTGGC":3422,"TTCGCGC":3423,"ATATGCC":3424,"TGTTGCG":3425,"TCTTTGC":3426,"TGAAAGGG":3427,"AAGCACG":3428,"CCGTT":3429,"ATTCCTT":3430,"TCTCCGG":3431,"TCATCGG":3432,"ATTATTATTATT":3433,"AGGATCC":3434,"TTGTCCG":3435,"AGCCGCC":3436,"AGAGGCG":3437,"TATCTAC":3438,"TCGCTCGC":3439,"TCATCTT":3440,"AATTCTT":3441,"TCAGCCG":3442,"TCATGGC":3443,"AGCTATG":3444,"AGCGCCG":3445,"ATGGCAG":3446,"TTGTAAG":3447,"TAGAGGG":3448,"TTTTAATT":3449,"ACGAACG":3450,"TCGATGC":3451,"TCGACCG":3452,"TAGCTAGG":3453,"TGAAAGG":3454,"AGTGAAG":3455,"GCTCTCC":3456,"AGACCCG":3457,"TGTAGGG":3458,"TGCACTT":3459,"TTTTTTTG":3460,"TCTCATC":3461,"ATGCAAG":3462,"TTGCCCC":3463,"AATCACC":3464,"TCAACTT":3465,"ACTGCCG":3466,"TAATCCC":3467,"AGGAGAGG":3468,"TCGTGTT":3469,"TCGGCTC":3470,"ATAAATTC":3471,"AGAATGG":3472,"TAATTTAG":3473,"ACTGTCC":3474,"TATAATTC":3475,"TCATAAAA":3476,"AGCTATC":3477,"ATGAAATT":3478,"TACATGG":3479,"AAAAAAGC":3480,"TCGAGCC":3481,"TATTATC":3482,"ATATACTT":3483,"AACCAAC":3484,"ACAAAGC":3485,"ACAAATAA":3486,"AGGCAGG":3487,"ATACTAA":3488,"AGACACG":3489,"AAAGGCC":3490,"TTTGATT":3491,"ACTCTCC":3492,"GGTTGGG":3493,"GCCCGGCCCG":3494,"TCGGCAAAG":3495,"ATGTGAG":3496,"AACAAATC":3497,"ACCTGCC":3498,"ACCTTGG":3499,"TTGACCC":3500,"TATACCC":3501,"TCGCTCTC":3502,"ACGCACG":3503,"GGGGTT":3504,"ACATCTT":3505,"TCTACTT":3506,"TGATCTT":3507,"TGGTGAC":3508,"AAGTGTG":3509,"AAGGCAG":3510,"TACTCTC":3511,"GCGTCGG":3512,"TCGTCTT":3513,"ATTGTTGG":3514,"ACACACG":3515,"TATGTGG":3516,"AGGCAGCC":3517,"TTTCTAA":3518,"ACTGTAG":3519,"TTGGCGCCGAGC":3520,"ACTACCC":3521,"ACAAAATT":3522,"TGAACCG":3523,"ATCAGCG":3524,"AGCTTTTC":3525,"AAGATAG":3526,"TACAAGC":3527,"ATGGTCC":3528,"AACCGCC":3529,"AGTTTAA":3530,"AAGGTCC":3531,"GCAATAA":3532,"TCATGGG":3533,"ACATCCG":3534,"ATTAATG":3535,"AGCACTT":3536,"AGCTACC":3537,"TGCTATG":3538,"GCGGCGGC":3539,"TCGTAA":3540,"TCGGCGG":3541,"TTCCTTC":3542,"TCACATC":3543,"GCTGGCC":3544,"TCACCGG":3545,"TCACCCG":3546,"ACTGGTT":3547,"AGATAATT":3548,"TGCTATT":3549,"AGGATTC":3550,"ACCATCG":3551,"TCCTCCCC":3552,"TTGGCCG":3553,"TACATAC":3554,"TAGATGC":3555,"TAGTGGG":3556,"GCGGCAC":3557,"AATTTAAG":3558,"ATCCACG":3559,"ATAAATAT":3560,"TGTTTGGG":3561,"TATGAAC":3562,"AAAGTAA":3563,"ATAAAAGG":3564,"TCATAGC":3565,"TGATAGG":3566,"TGTACCC":3567,"AGGAACG":3568,"AAGTGCC":3569,"AAGACCC":3570,"AAGACTT":3571,"AAGAATG":3572,"TTGATCG":3573,"TACATTC":3574,"TACAAGG":3575,"TATGGGG":3576,"TAAGAGC":3577,"AGTGGCC":3578,"AGTTCGG":3579,"AGGGCTCGG":3580,"AATATCC":3581,"AATATGC":3582,"ATGTCCC":3583,"ATGTAGG":3584,"AACTAGG":3585,"ACCTAAC":3586,"AAGAAAAC":3587,"AAAAATAG":3588,"TTTTTTGG":3589,"AACCCCC":3590,"TGAATAGG":3591,"TGACATC":3592,"ATCACCG":3593,"AGCTCCG":3594,"TGCTGTT":3595,